{"title":"机器人为什么要过马路","date":"2024-11-29T12:40:18.727Z","date_formatted":{"ll":"Nov 29, 2024","L":"11/29/2024","MM-DD":"11-29"},"link":"2024/11/29/机器人为什么要过马路","tags":["真理医生","螺丝咕姆"],"categories":["有关星空的恐吓信"],"updated":"2024-11-29T12:35:35.816Z","content":"<p>这一天系统时傍晚九点，侵入性「绝佳念头」偶然步入无机生命的脑内。螺丝咕姆起身走到拉帝奥面前，伸出右手：“提问：我能否邀请您共舞一曲？”</p>\n<span id=\"more\"></span>\n<blockquote>\n<p>[!NOTE] 写在前面<br>\n本来想写cb的，但是一不小心写过头了（陷入沉思）……所以应该是无差？</p>\n</blockquote>\n<h3 id=\"01\">01<a title=\"#01\" href=\"#01\"></a></h3>\n<p>螺丝咕姆正准备敲响第一真理大学教师办公室的门时，听到里面传来一声枪响。出于对合作伙伴的人身安危考量，机械贵族立刻破解了门锁，开门——</p>\n<p>拉帝奥抬头，眼中不耐的神色还未褪下。他的手里拿着一把枪，直抵着一只半边身体已经损坏、正处在挣扎中的小型机器人。恰好在跟螺丝咕姆视线相交的那一瞬间，他扣下了第二枪的扳机。</p>\n<p>呯。小机器人的中央芯片损毁，彻底不动了。</p>\n<p>沉默，彻底的沉默。人类和智械隔着一把虚数中子枪和一个冒着火星的小机器人对视，场面死寂得仿佛能听到彼此脑细胞/齿轮用力运转的声音。而后，拉帝奥用一种能把IPC外交部吓晕的淡定语气来了句：“日安，螺丝咕姆先生。”</p>\n<p>好在，另一个从角落里冲出的机械机兵缓解了尴尬。一声“消灭有机生命”刚喊出来就被迅速击落在地。这次动手的是螺丝咕姆。</p>\n<p>他收起浮游炮，向学者点头致意：“结论：我同样很高兴见到你平安无事，拉帝奥先生。”</p>\n<h3 id=\"02\">02<a title=\"#02\" href=\"#02\"></a></h3>\n<p>拉帝奥从办公桌上腾出一块地方，两只被杀死——用螺丝咕姆的话来说，是“被彻底从数字使命的禁锢中解放”——的可怜机器人的残骸并排摆在上面。</p>\n<p>蠹星系的赏金猎人会告诉你，当你在家里发现一只虫子时，实际上已经有几百只了；星穹列车的开拓者会告诉你，当你在模拟宇宙中拿到一个咕咕钟时，最后总会在奇物栏被一堆咕咕钟气死。某种意义上，反有机方程与无限繁殖复制的真蜇虫或咕咕钟很像——当你在教师办公室遇到两只喊着“帝皇万岁”并试图袭击你的机械机兵时，很难不怀疑第一真理大学是否暗地里已被反有机方程入侵。</p>\n<p>“你推开门的时候把我吓到了。”拉帝奥一边核对机器人的编号，一边对身旁的智械说，“我差点就要把枪对着你。”</p>\n<p>“蝴蝶不经意地扇动翅膀，其产生的后果有时也会超出想象——致歉：是我来访的时机不够凑巧了”螺丝咕姆的声音永远带有礼节性的和缓稳定。</p>\n<p>他本意是想要就差分宇宙后续课题相关向拉帝奥先生协商，奈何向这位忙碌的教授发出的任何讯息都明晃晃地显示“未读”二字，才让螺丝咕姆萌发了前来拜访的打算。</p>\n<p>谁知一照面就看到他的合作伙伴怼着机器人开枪，不知道的还以为要演变成一场外交事故。</p>\n<p>“我怀疑这一点。”拉帝奥沉思了一会儿，“不，我不是说这些机器人跟你有关，只是时间点太过微妙了——恰好在人间喜剧项目的收尾阶段。”课题资料可是就存在他的办公室里。</p>\n<p>“逻辑：你怀疑这些感染了反有机方程的机械生命是由不怀好意的人派来，目的是我们的课题。”</p>\n<p>拉帝奥同意他的说法（螺丝咕姆注意到这次他没有对“我们的课题”的措辞表示异议）。“编号核对结果出来了，这不是第一真理大学的机器人，是外来型号。学校的各机器程序也没有被反有机方程入侵的迹象——难得的好消息，至少学校不用停课了。”</p>\n<p>地狱笑话。毕竟在场的两位都很清楚，但凡帝皇卷土重来，可不只是“停课”这么轻巧的后果。博识学会历史上曾经有学派试图重现反有机方程，结果在场的学士——甚至不是机械，是作为有机生命的人类——被其感染，只能全数被处决。与真蜇虫或咕咕钟不一样，反有机方程的运作方式不讲道理。谁也不知道那个「不好念头」是如何闪电一样进入血肉或齿轮构成的大脑，把一个智力健全、有着充分的理性和同情心的高贵个体转变为执着狂热的杀人机器：反有机方程不讲道理。</p>\n<p>“……算了，就让教务办公室那帮行政人员去头疼吧。”拉帝奥说，“正好我也要把一些材料交给技术研发部。”</p>\n<p>学者犹豫了一下，还是发出邀请：“如果你有空闲时间，我们可以在庇尔波因特讨论差分宇宙的后续事宜。”</p>\n<h3 id=\"03\">03<a title=\"#03\" href=\"#03\"></a></h3>\n<p>“为什么笨蛋、傻瓜、白痴可以同时聚集在一处，而这栋楼却没有因为听到‘虚卒四足的受力是否均匀’的话题而立刻倒塌？”走在技术研发部的大楼里，真理医生从石膏头下发出质问。</p>\n<p>他本来没打算带上头套的，奈何从旁边路过的员工传来的只言片语过于愚蠢，以至于拉帝奥不得不找技术研发部主管为他们两人要一间会议厅，要求有且仅有——足够安静。</p>\n<p>“逻辑：设计建造这栋楼房的人与在其中办公的员工未必都是克里珀的信徒。”</p>\n<p>这是连琥珀王都一起损了——看来即使作为智械，这位天才在冷幽默上的造诣也不低。本来还想输出更多刻薄话语的拉帝奥被诡异地安抚住了，甚至产生些许微笑的冲动。可惜他带着石膏头，并不能很好地通过面部表情把心情传递给他的合作伙伴。于是他转而好奇：</p>\n<p>“智械的情感模块如何理解冷笑话？我无意冒犯——经我统计，在戏剧鉴赏课上，智械学生的绩点水平偏低于平均水准。”</p>\n<p>螺丝咕姆略思索了一会儿：“无机生命学习的方式与有机生命无异，都需通过长期的观察与模仿。两者对文学的鉴赏与理解的不同，归因于养育生命的土壤存在差异。”</p>\n<p>拉帝奥同意。“我曾听闻，有的地方每家的次子要被当做纳努克的祭品，有的地方蓝色眼睛的人不被允许踏上街道——即使同为有机生命，人与人道德与观念之间的不同之处远比作为无机和有机的你我更大。”</p>\n<p>“而我相信，无论是有机还是无机生命，都拥有同等的共情能力。”螺丝咕姆说，“就比如此刻，一种名为「愉悦」的情绪在我的回路中穿梭。我相信拉帝奥先生也是一样。”</p>\n<p>他说的不错。石膏头之下，拉帝奥的嘴角此刻确实是上扬的。</p>\n<p>“至于这些「情感」因何而起，如何得来，结论：我不知道。”螺丝咕姆继续说下去，“实际上，这也是我一直以来研究的课题——机械、智械、人类：「情感」的产生在这三者中究竟扮演了什么样的关系，到底是何物区分了这三者的界限……”</p>\n<p>人会在何时变成机械？机械又会在何时变成人？</p>\n<p>机械与人、人与机械，两者之间真的有这样一个界限吗？如果有的话，这个界限在那里？可以越过吗？界限的<strong>另一边</strong>又是什么样？</p>\n<p>拉帝奥看了眼会议厅的门牌号，“我们到了，就是这间。”</p>\n<p>螺丝咕姆突然拉住他欲拉开门的手。拉帝奥疑惑地停住动作。在螺丝咕姆的示意下，他才注意到会议室里有两个人。</p>\n<p>一位是人类，另一位是智械。</p>\n<p>隐约还能听到一方犹犹豫豫的声音：“我们在公司……认识这么多年了……我想……”</p>\n<p>拉帝奥听明白了，他们差点误闯了一场公司员工的私下约会。</p>\n<p>他转头看向螺丝咕姆，智械荧绿色的双眼快活地微微闪烁。“我赞美人与人之间珍贵的相互情感。”螺丝咕姆小声对他说，“无论是人类还是智械，因为共同平等享有的情感纽带，把彼此紧密地联系到一起。多么美妙。”</p>\n<p>两场惨烈的反有机战争之后、两个琥珀纪以来，一直努力在改善无机与有机之间的关系的螺丝星君王沉默了一会儿，轻声感慨：“我很高兴看到这一幕。”</p>\n<p>拉帝奥忍不住摘下头套。这下他的脸完全暴露在对方面前了。螺丝咕姆可以看到他在自己身旁微笑的眉眼，就连往常凌厉的红眼影此刻也是难得柔软的。螺丝咕姆看得到他的眼睛在发亮。</p>\n<p>“没想到智械天才居然有听人墙角的爱好。”拉帝奥调侃道。</p>\n<p>他笑意更浓：“至于「情感」——呵，螺丝咕姆，听说你甚至给一位学者提供了实验室来从生理层面研究情感的本质？我在黑塔的空间站看到了那篇论文，让我想想——”</p>\n<p>拉帝奥闭眼，背出那篇论文的结论部分：</p>\n<p>——它不是任何一种生命的特权，毋宁说它是所有生命的本质。它是一种抽象的行为模式，一种共同的内在语言。也许生命被创造时就已懂得了这种语言，凭借着这种语言，生命才能互相理解，以至于产生爱的存在。</p>\n<p>他睁开眼，于是那双金红色的、神采飞扬的眼睛就直视着螺丝咕姆：“那么，就让我以一位庸人的视角斗胆评论一下——回答正确，但是彻底的负分。这让我想起有次一位学生送来礼物并请求我对此打分，我回答他说，心意是不能被分数衡量的。</p>\n<p>“螺丝咕姆，”他舌尖带着滚烫的笑意读出天才的名字，“现在我也这么回答你：在我看来，当你试图分析情感的本质的时候就已经陷入误区——不对，是已经得出你想要的结论了。生命之所以是生命，从来不是因为他们了解了情感的本质。”</p>\n<p>“恰恰相反，正因为他们——我们”他改口强调，“不了解情感如何运作，我们才会纯粹地发自本能去欣喜、去悲伤、去不明所以地爱。”</p>\n<p>“如果有人能完全理解情感的本质，那他也不能成为「人」了。”拉帝奥看着螺丝咕姆，忍不住又调侃一句：“我想，即使天才如你，也不至于比肩星神？”</p>\n<p>“要我说，情感是有机与无机生命之间永远的不可知。”他下出结论。</p>\n<p>“就像反有机方程？”螺丝咕姆插嘴。</p>\n<p>拉帝奥被这个新奇的比喻冷了一下。不过他转而一想，两者确实有某些共通之处——它们都傲慢地无视有机与无机的界限，不讲道理地侵入和占据生命的脑海，使人油然而生一种难以抑制的强烈冲动——区别不过是一者教生命去杀戮，一者教生命去爱人。</p>\n<p>“就像反有机方程。”他肯定道。</p>\n<p>恰在此刻，会议厅里传来了某些响动。</p>\n<h3 id=\"04\">04<a title=\"#04\" href=\"#04\"></a></h3>\n<p>“哈哈哈哈哈！终于让我抓住了你的软肋！”被告白的人类男性猖狂地发出大笑，“你刚才说的话，我已经全部录音了！”</p>\n<p>螺丝咕姆和拉帝奥愣在当场。</p>\n<h3 id=\"05\">05<a title=\"#05\" href=\"#05\"></a></h3>\n<p>拉帝奥谨慎地看了一眼陷入了异样沉默之中的螺丝星君王，考量着自己是否有必要说点什么要来挽救一下有机生命的形象。随着那位人类男性越发骄傲地阐述，要如何将对方的情意作为把柄，成为上位的手段获取利益，拉帝奥越听越心凉，开始在脑海里回忆星际和平公司外交部门的联系方式。</p>\n<p>“我喜欢的就是这样的你！”结果，他听到那位智械女性兴高采烈如是说。</p>\n<p>好吧，至少智械和人类在逆天程度上率先达到了平等，真是可喜可贺。拉帝奥默不作声地把石膏头戴回脑袋上，冷笑一声，对宕机中的螺丝咕姆说：“现在你也可以写一篇新的论文了，名字就叫《论生命向机械的异化》。”</p>\n<p>看来使人变成机械的，除了反有机方程，还有万恶的资本家。</p>\n<p>似乎是同样看不下去这万恶的资本主义，他们脚下的地面突然猛烈地晃了一下，不远处甚至传来爆炸的声音。红色的警戒光闪烁在技术研发部走廊里，保安员工急急地持着枪械从走廊中穿过，拉帝奥顿时想起之前关于塌楼的吐槽，谁知道会一语成谶——不会这群克里珀的信徒真的连自己家大楼都要偷工减料吧？</p>\n<p>几声枪响伴随着熟悉的宝贝话，罪魁祸首堂堂登场！改造人牛仔还不忘回头跟他的石膏头哥们打了个招呼，向他们示意安全出口的方向。拉帝奥扭头一看，智械天才还注视着波提欧追着公司员工离去的方向，对改造人的机械身体和人类大脑陷入思索。</p>\n<p>“别想了，天才。”他无奈地拽着螺丝咕姆的手腕跑起来，咬牙切齿地说，“你要是爱看这种，下次请你来第一真理大学开几场讲座——情侣管够。”</p>\n<p>螺丝咕姆安静地被他带着跑。过了一会儿，他突然出声：“拉帝奥先生，恕我冒昧——作为有机生命，您是否有过「动心」的经历？”</p>\n<p>“有。”拉帝奥避开一个倒塌的支柱，不假思索地回答道“那次我连续喝了三杯咖啡有点心悸，所以就去体检了——你能不能自己跑？”</p>\n<p>他转向螺丝咕姆，准备把手放开，却从对方的智械脸上辨认出了某种表情。</p>\n<p>拉帝奥莫名其妙：“你笑什么？”</p>\n<h3 id=\"06\">06<a title=\"#06\" href=\"#06\"></a></h3>\n<p>两人本来是要讨论差分宇宙的，然而却在第一真理大学遭遇了帝皇余孽、在庇尔波因特遭遇了巡海游侠，仿佛天底下的荒唐事都赶在今天了，结果就是他们对下一个差分宇宙课题的讨论度依然为零。</p>\n<p>这次一定要找个绝对和平、安静、不被打扰的地方。</p>\n<p>“提议：星穹列车。”</p>\n<p>拉帝奥觉得这是个好主意。他曾受无名客的邀请上过星穹列车，那里编纂完善的智库系统令他印象深刻。开拓者作为差分宇宙的重要参与者，在此可以一同将后续的流程细节沟通清楚，避免上次直到差分宇宙运行了几周才反馈出“不够爽”的情形。更重要的是，星穹列车环境干净整洁，氛围祥和安宁，适宜进行纯粹思维的洗——</p>\n<p>“这里是派对车厢！”灰发的无名客兴高采烈地跟他们打招呼。她必须喊得很大声，才不至于使自己的话语被强劲的背景音乐掩盖。没等到两人回应，开拓者便被同伴吸引了注意力，急急忙忙跑去弄什么东西。</p>\n<p>好吵。</p>\n<p>拉帝奥面无表情地心想。</p>\n<p>螺丝咕姆端了一杯机油过来——星穹列车不愧是曾经各大派系开会讨论的地方，待客酒水的种类异常丰富——并礼貌地问他要不要来点什么。他谢绝了。</p>\n<p>要讨论什么来着？对，差分宇宙。</p>\n<p>于是他开口：方程是否真的能代表走上命途间的庸人？集齐16个同星神的祝福是否太过于为难——</p>\n<p>“三月——”</p>\n<p>“你说什——么？”</p>\n<p>粉头发的无名客跟开拓者一个站在车厢这头，一个站在车厢那头，似乎忘记了彼此还长着灵长目的双腿，以隔山般的气势在他左右两边呼号。算了，不管她们，继续。</p>\n<p>宇宙中繁星万千，但并非所有人都行走在现有的星神的命途体系之下。有些偏远星球的人们会从他们信奉的本土神明处获得庇佑和力量，这些力量的来源究竟是何处？他们的本土神明与我们所熟知的几位星神有相互联系吗？还是说在那几位星神之外，还有数量更庞大的星神和命途值得探讨？倘若——</p>\n<p>“我说——来——跳——舞——”</p>\n<p>“本姑娘听——不——清，你大点声——”</p>\n<p>螺丝咕姆欲言又止。</p>\n<p>拉帝奥放弃了。他转到吧台另一侧，试图远离这里的低智气息。脑袋圆圆的酒保机器人发现机会，开始跟他搭话。</p>\n<p>“机器人为什么要过马路？”它用一本正经的语气自问自答，“机器人为什么要过马路——因为要去路的另一边。”</p>\n<p>“哦，请你闭嘴。”他叹气。</p>\n<p>“我在。”机器人从善如流地已读乱回——似乎是「闭嘴」二字触发了什么关键词。</p>\n<p>“……”拉帝奥冷漠地移开目光。</p>\n<p>螺丝咕姆觉得相当有趣。他默不作声地注视着这一切。派对车厢热闹非凡，花花绿绿的彩带和镭射灯把此处装饰得流光溢彩。粉发的女孩和灰发的女孩与其说是在跳舞，不如说是在嘻嘻哈哈地推推搡搡，闹到一半又伸手去勾那位黑发男孩背后的衣带；领航员和那位褐色头发的无名客在一旁看着孩子们，不时小声交谈些什么，手上端着的咖啡带着机油般的色泽；而拉帝奥先生——</p>\n<p>拉帝奥先生恹恹地坐在吧台旁，假装自己是一个在努力抵御风化作用的大理石雕像。</p>\n<p>仿佛胸口的某处齿轮轻轻动了一下。</p>\n<p>——这一天系统时傍晚九点，侵入性「绝佳念头」偶然步入无机生命的脑内。螺丝咕姆起身走到拉帝奥面前，伸出右手：“提问：我能否邀请您共舞一曲？”</p>\n<p>学者讶异地挑眉看他，随即冷笑一声：</p>\n<p>“我假设你知道你在表达些什么。”</p>\n<p>“逻辑：我不知道。”</p>\n<p>拉帝奥微微眯起眼睛，抬头看着螺丝咕姆，等待着他说下去。</p>\n<p>“但就如您先前所言：情感正是因为其来源的未知和纯粹，而令生命愈发迷人多彩。我只能肯定，此时此刻，在我的灵感回路中确有一种突如而来的冲动，像是海燕掠过洋面般迅速、猛烈、不容质疑。它驱使我的机体，操纵我的行为，控制我的发声器，于是我——”</p>\n<p>“呵，我可没说……”</p>\n<p>“——于是我自甘屈服于此冲动之下，向您发出邀请。”螺丝咕姆不急不缓地继续说下去——可在这种场合，优雅不过是恶趣味的代名词，“拉帝奥先生，如您所说，作为情感驱使的生命去深究情感的本质实则是陷入了误区。但这次并非是我要去探究情感的来源，而是此情感本身笔直而明确地指向了——”</p>\n<p>“哦，闭嘴。”拉帝奥提高声音，略带恼怒地打断他。</p>\n<p>“我在。”酒保机器人答道。</p>\n<p>两人转头看向插嘴的机器人，空气凝固了一瞬，然后他们同时笑了起来。拉帝奥想说些什么，回头，却看到眼前的机械贵族依然手心向上，坚持着这个姿势不动。</p>\n<p>他安静地收起表情，望向螺丝咕姆的视线隐约带着几丝复杂与怅然。</p>\n<p>下一瞬，拉帝奥嗤笑一声，搭上那只手，借力起身。而后，他破罐子破摔般地、拉着螺丝咕姆、向车厢中央的空旷地走。</p>\n<blockquote>\n<p>[!NOTE]<br>\n<s><em>我们仍未知道那天谁跳女步。</em></s></p>\n</blockquote>\n","next":{"title":"会诊","link":"2024/11/29/会诊"},"plink":"http://example.com/2024/11/29/机器人为什么要过马路/","toc":[{"id":"01","title":"01","index":"1"},{"id":"02","title":"02","index":"2"},{"id":"03","title":"03","index":"3"},{"id":"04","title":"04","index":"4"},{"id":"05","title":"05","index":"5"},{"id":"06","title":"06","index":"6"}],"reading_time":"5307 words in 35 min"}