{"title":"【真理医生】小黄鸭奥德赛","date":"2025-05-19T12:12:06.464Z","date_formatted":{"ll":"May 19, 2025","L":"05/19/2025","MM-DD":"05-19"},"link":"2025/05/19/【真理医生】小黄鸭奥德赛","tags":["真理医生"],"categories":["有关星空的恐吓信"],"updated":"2025-05-19T11:58:47.274Z","content":"<p>琥珀历2158纪xx年xx月xx日，星际和平物流一列承载两亿八千五百万玩具橡皮鸭的货运舰遭遇反物质军团袭击，船体严重损毁。筑材物流部发言人表示，包括驾驶员在内的所有船员均已成功遭到救援，有关单位正在清算具体财产损失以进行索赔。</p>\n<span id=\"more\"></span>\n<h3 id=\"01\">01<a title=\"#01\" href=\"#01\"></a></h3>\n<p>事情发生的时候，我正在浴室拆入浴剂的包装——三月七说某位博识学会的教授参与了此入浴剂的研发，里面包含什么什么精华，对脑子好。我已经把水温调到恰到好处的42度，把留声机切到随机播放模式，浴缸里漂浮着圆滚滚的小黄鸭们……我觉得这天时地利人和已经足够好了，于是拿出手机，点开抽卡页面。</p>\n<p>第一个十抽下去，动画还没开始播，浴室的门被猛地敲响了。是三月七的声音，语气实在是不同寻常的惊奇。快出来，看窗外！她喊到。</p>\n<p>我急忙放下手机。跟随她踏入观景车厢的一瞬，就被弦窗外的金光晃到了眼睛——</p>\n<p>然而很可惜，映入我眼底的并非限定五星，而是一群……小黄鸭？</p>\n<p>我揉了揉眼睛，怀疑自己又陷入了太一之梦、或者翅粉、或者别的什么东西产生的幻觉之中。但看我的同伴们的反应，我看到的确确实实是实景：整列车厢被数以万计的漂浮着的小黄鸭群包围了，这片星域俨然已经成了一片黄金的海洋！</p>\n<p>但是，怎么会有这么多的小黄鸭出现在这里？三月七提出问题。丹恒往星穹列车一家人群聊里转发了一条星际和平公司的新闻，说是一列承载了大量小黄鸭的货运舰在附近的星域损毁了，流落在外的鸭子们没有等到回收，就只能这样满寰宇游荡。</p>\n<p>就在这时，漫游指南的委托发出了提示音。我点开委托列表，在“帮忆庭打捞以太尘埃”、“帮工造司收集零件”中间，出现了一条新的带着红点的委托：寻找流离在外的小黄鸭。</p>\n<p>委托人：维里塔斯·拉帝奥，博识学会。</p>\n<p>我想象了一下那位教授拿着个捕捞网满银河找鸭子的模样，顿时感觉自己脑袋里冒出的疑问具象成了小黄鸭，在我脑门上不停旋转。沉思未果，于是我直接给拉帝奥教授发消息询问。</p>\n<p>他没回复，可能在忙。话说我上次看到他还是在辉长石号，他似乎最近都在那里调试差分宇宙的登入装置，不知道是要加装什么东西。</p>\n<p>三月七一拍桌子，神神秘秘地说，莫非这些鸭子之中藏有什么秘密！比方说其实它们不是橡皮鸭，而是经过伪装的真蜇虫；丹恒凭借着严谨的科研精神查询了智库，他说里面提到过一种相似的情形：有一种太空水母，遇上繁殖潮的时候，新生的水母会成群游动在太空中，甚至能遮掩住一片星云；三月七嚷道她可从没见过长成小黄鸭形状的水母，于是转过来询问我的意见；我说我也没见过。</p>\n<p>不过我登上列车才不过两年，有很多东西都没见过，倒也正常。</p>\n<p>这么想着，我干脆离开车厢，去太空里捞了只小黄鸭回来，展示在他们眼前。</p>\n<p>我郑重地告诉两位同伴：如果一个动物看起来像鸭子，走路……额，漂浮起来像鸭子，叫起来——</p>\n<p>我捏了一下小黄鸭圆润的身体，它发出一声凄厉的惨叫。</p>\n<p>那它就是鸭子。我点头断言。</p>\n<p>说完，我发现三月七用眼神疯狂示意我，我想她可能枕头大战打多了，上眼皮有点抽筋。我没在意，继续向他们宣扬物种分类学的奥秘，援引了包括但不限于《丑小鸭》、《鸡兔同笼》等知名文献。最后丹恒忍不住了，朝我身后点头致意，喊了声拉帝奥教授。</p>\n<p>我僵硬地转身。</p>\n<p>是他，真理医生，手上抱着本书，衣摆在后边飘。只是他像是不慎误食了大量我方才输出的言论，看起来快死了。</p>\n<h3 id=\"02\">02<a title=\"#02\" href=\"#02\"></a></h3>\n<p>谢天谢地，他没有死。我看到真理医生先是去跟姬子和杨叔稍作寒暄，就着上次的话题聊了聊有关列车能源的问题。期间，他的视线扫过摆放在桌上的蛋糕，问了句，谁的生日吗？姬子笑着跟他说了什么，两人向我的方向瞥了一眼，随后拉帝奥教授对红发的领航员颔首，说叨唠了。</p>\n<p>我凑上去，乐呵呵说不叨唠，多来几次，双金一起来最好。他又看了我一眼，明智地决定不应当再继续追问下去。我接着问他，小黄鸭是怎么回事，他为什么要收集它们。拉帝奥教授解释说，学会正在攻克某位天才留下的超距传输课题，需要收集一些有关宇宙中空间分布的资料。而通过追踪这些“落难”小黄鸭们的去向，可以揭示宇宙中尚未被记录的暗流和虫洞、以验证有关统一场论的理论、或许还能开辟新的航路……我听得晕乎乎的，转头一看丹恒已经掏出了笔记本开始写，顿时心生敬意。拉帝奥教授放过了我，继续跟姬子和杨叔谈论关于列车航线的问题。与此同时，他用了不知道什么奇物，帮列车清理干净了这一片星域的小黄鸭，也收集完了他需要的资料。</p>\n<p>我看他准备跟我们告别，邀请他吃块蛋糕再走。他婉拒了。我问他接下来要去哪里，他说还要去别的地方收集小黄鸭的行踪。无名客永远抗拒不了出行的诱惑，我自告奋勇要跟他一起去，说是要让他见识一下我银河球棒侠的人脉。他思索了一下，看向姬子，姬子微笑着点点头表示默许，于是他跟我说，是有几处我曾去过的地方，可以请我帮上些忙。</p>\n<p>我问他我们要去哪里，他念了几个地名——匹诺康尼、仙舟罗浮、贝洛伯格、黑塔空间站。</p>\n<h3 id=\"03\">03<a title=\"#03\" href=\"#03\"></a></h3>\n<p>匹诺康尼的小黄鸭出现在折纸大学倒没有令我很意外。毕竟这里曾经出现过蕉蕉乱叫的小猴、唱rap的忍者、打碟的宇宙歌星……哪一个都比小黄鸭更稀奇。我很好奇拉帝奥教授就职的第一真理大学的校园生活是否也这么多姿多彩。教授说那不至于。一真大虽然在当前的版本中一点边角料文案描述都没有，但至少能确定，那里延毕的学生挺多。</p>\n<p>是这样的，我听从一真大来的交换生说过这回事。旁边一位同学点头，我认得她，她叫蒙塔娜，上次看见她时她还是某个的《银河忍法贴》同人社团的一员，上上次看见她时她还是睡蕉小猴的粉丝，几天不见，她已经穿上小黄鸭印花的短袖、小黄鸭形状的拖鞋、小黄鸭颜色的墨镜了。匹诺康尼的潮流更替就是这么快。她耸肩解释。</p>\n<p>“我还听一真大来的交换生说，他们那边有个教授带头的研究项目最近在征召志愿者提供宇宙中流落的小黄鸭的信息，你就是为这个来的吧？”</p>\n<p>我们找对人了。她告诉我，这些小黄鸭是从流梦礁忆域的空洞中流出的，具体信息可以去找那个叫科枚的忆质动力学家问问；她还告诉我，她听另一批交换生说，那位教授因此已经在学生群体内被戏称为“橡皮鸭野生鸭代言人”了。</p>\n<p>我忍不住看向教授，只见真理医生左眼写着“不关我事”右眼写着“那又如何”，想必是不介意的。可蒙塔娜故作神秘地摇了摇头，说：</p>\n<p>谣言就像模因，一传十十传百，越传越稀奇——没准哪天你就能在黑塔空间站听到某位教授与小黄鸭间不可言说的禁忌之恋的故事了。</p>\n<p>我打了个冷颤，觉得她毕业后可以成为一名优秀的虚构史学家。再努努力的话，或许还能就职星际和平娱乐的新闻部。</p>\n<h3 id=\"04\">04<a title=\"#04\" href=\"#04\"></a></h3>\n<p>去往罗浮收集小黄鸭的征途出师不利。我们刚在洄星港登陆，就被一队云骑军包围了。拉帝奥教授摁住了我跃跃欲试的球棒，上前试图去跟他们交涉。</p>\n<p>云骑军问他是谁，他自我介绍是博识学会的维里塔斯·拉帝奥。对方听了后点头说，跟我们走一趟。</p>\n<p>等等！我大喊，这其中肯定有什么误会。云骑军冷笑着说抓的就是你们博识学会的，一天天的有完没完，去鳞渊境抽持明胎血在龙师遗迹上乱涂乱画、鬼鬼祟祟收集建木枝条、培育丰饶孽物活体机甲秽乱幽囚狱。我反驳说老米总是把反派npc按在博识学会阵营有什么办法，还有，秽乱这个词是这么用的吗？云骑军说学会研制的那步离人机甲给呼雷战意叠得飞快他们必然有染，还有，第二次丰饶民战争的时代已经过去了，抓了再说！</p>\n<p>于是我跟拉帝奥教授被送往了地衡司等待询问。</p>\n<p>好在我跟地衡司的大毫执事官关系熟，在我对教授人品的充分肯定和拉帝奥教授“绝对不触犯联盟禁律”的保证下，他将信将疑地放了我们。临走前，我听到地衡司角落里一个小孩哭喊：</p>\n<p>“你为什么要放生阿黄！”</p>\n<p>拉帝奥教授转头，正好听到那小朋友对面的人严肃回答说，这正是在践行那位仁慈的星神的「丰饶」之道，尽显向善的心意。</p>\n<p>“放生帮的，”大毫跟我解释道，“被巡逻的云骑发现，在鳞渊境放生了一大批玩具橡皮鸭。”</p>\n<p>我大受震撼。</p>\n<p>现在的放生帮对于放生的定义居然拓宽到了如此的程度吗？但考虑到这位放生帮成员曾经手握一众小黄鸭，我凑上去试图询问小黄鸭来历的线索。谁知这个放生帮成员往后一靠，竟说我们是想要抢他的功德。</p>\n<p>我听到拉帝奥教授冷笑一声，心里暗道不妙。趁教授对他进行智力和口才上的双重碾压（也可能是直接被蠢货气死）前，我连忙自我介绍，说我也是放生帮的成员，还是钟珊珊亲自招聘的呢。</p>\n<p>那放生帮的成员不知道自己躲过了一劫，将信将疑，问我放生过什么。</p>\n<p>“专票，我放生专票。你知道的，就是那个星穹列车的金色票子。我往池子里投了一百多抽无事发生，怎么不算是放生！”我掷地有声。</p>\n<p>他看起来勉强采信了我的言辞，又指了指我身旁的拉帝奥教授：“那他呢？”</p>\n<p>我开始脑筋急转弯：“他……呃，拉帝奥教授是第一真理大学的教授，他放生过，呃……”</p>\n<p>“学生。”真理医生冷静地接上我的话，“每学年结束我都会放一些学生毕业出去工作。”</p>\n<p>“那你近期放生了多少……嗯，学生？”</p>\n<p>现场的气氛陷入诡异的沉默中。</p>\n<p>“……没有。”</p>\n<p>拉帝奥教授的语气颇有些咬牙切齿的意味了。</p>\n<p>“一个都没有。”</p>\n<h3 id=\"05\">05<a title=\"#05\" href=\"#05\"></a></h3>\n<p>看来是拉帝奥教授散发出的某种强烈的怨念打动了放生帮的成员，他十分爽快地告诉了我们他搞到那些从太空中漂浮而来的小黄鸭的数量和地点。我们打算离开此处，前往寻找小黄鸭。</p>\n<p>路过大毫身边时，我听到他嘀咕着：说到小黄鸭，最近从折纸大学来的一批交换生说，他们友校的某位教授私下里是小黄鸭的狂热粉丝……</p>\n<p>他的声音并不小，我确信我身旁的拉帝奥教授听得一清二楚。我偷瞄了一眼教授的神色，他冷着脸走到地衡司门口，停住了。</p>\n<p>我看见他突然折返，走回那个角落，蹲下来，把一只小小的黄色橡皮鸭轻轻塞进那位哭闹的小孩手上，然后面无表情地站起身，终于迈步走出了地衡司的门槛。</p>\n<h3 id=\"06\">06<a title=\"#06\" href=\"#06\"></a></h3>\n<p>贝洛伯格城外的风雪很大，好在玲可早就观测到了从天外而来的小黄鸭，有她为我们指路，我和拉帝奥教授很快便录完了有关材料，走在了回城的路上。我在教授前面，突然想问他，要不要去逛一圈冬城的博物馆再走。</p>\n<p>我回头，人呢？</p>\n<p>那一瞬间我联想到很多恐怖故事，走在路上突然消失的同伴、暴风雪笼罩的神秘山庄、不给星琼的冒险任务……定睛一看，结果教授是和玲可一起蹲在了某个角落，拿着细细的针管，在给一只冰原熊抽血。</p>\n<p>抽完血，拉帝奥教授满意地宣布，等他回博识学会就给小冰原熊测基因序列。我惊叹地看着他俩极高效率地互换了联系方式，甚至拉帝奥教授还给玲可推了他们学会里武装考古学派领队的名片。再一个不留神，玲可已经联系好佩拉，规划完拉帝奥教授去博物馆进行学术交流的行程了。</p>\n<p>接下来发生的事情完全超出了我的控制，只见我们尊敬的拉帝奥教授嘴里说着什么一切知识都将如货币般流通，就杀进了贝洛伯格历史文化博物馆，速度快得像是穿了晨昏交界的翔鹰。我本来跃跃欲试想给他当博物馆的讲解员，但事实说明学富五车的教授根本不需要这些。这位博识学会的成员自己就对着这八百年没与星海接触的文明触发了追加攻击，倒是我跟着他跑，追着追着突然眼前冒出了一行字：</p>\n<p>《日常任务·在科学的大门前》。</p>\n<p>这个任务的名字有点眼熟，不过我已经很久没做过日常任务，一时没想起来这是什么，直到一个叫作雷金的民间科学家喊住了我。他先是自我夸赞了一番他的大宇宙时空隧道理论，他说他前些日子跟着贝洛伯格的代表团去参加演武仪典，其中的所见所闻进一步证明了他的理论的正确性。</p>\n<p>“我还听仙舟人说，在别的世界，有个大学教授沉迷小黄鸭到了茶不思饭不想的地步，这大千宇宙可真是奇妙。哦对了，我还要请你继续去教育部官员那里打探他们的题……库。”</p>\n<p>他与真理医生对上视线。</p>\n<p>“你要题库？”真理医生问。</p>\n<p>雷金以他民间科学家的敏锐直觉判断出哪里似乎出了点问题，因此他只是弱弱地点了点头。</p>\n<p>坏了。我心想。</p>\n<p>真理医生大喜过望（我猜的，因为他立马掏出了一打第一真理大学的招生简章）（他怎么还随身带着招生简章？），不仅对某些发言睁一只眼闭一只眼（并同时比出“L”型的手势），还跟博物馆签下了几份博识学会与贝洛伯格学术互惠协议，拷贝了一大堆历史资料。最后他依学会知识互换的传统，又一个自拉条就把自己手上拿着的那本书直接送给了贝洛伯格。</p>\n<p>……看来还带了充能绳。</p>\n<h3 id=\"07\">07<a title=\"#07\" href=\"#07\"></a></h3>\n<p>离开博物馆的那一瞬间，我看到拉帝奥教授似有所感，回头看向大堂的另一头。</p>\n<p>那里有一个红发女子的画作，她竖起剑目视前方，隔着雅利洛-Ⅵ号百年冰封的时光与他对视。那是贝洛伯格第八任大守护者——「愚者」希莉儿·兰德的肖像，肖像下方是她的生平和展签，上面写着：</p>\n<p>「她的人生是一场庸禄浮沉的悲剧。」</p>\n<h3 id=\"08\">08<a title=\"#08\" href=\"#08\"></a></h3>\n<p>他不该把那本厚厚的石板书送出去的。我心想。</p>\n<p>黑塔空间站，我猫着腰躲在的杂物之间。外面是不知道哪来的一片虫群，嗡嗡地振翅。</p>\n<p>其实刚开始只有一两只虫子，我本来自信地掏出球棒准备迎敌，接着便眼睁睁看着它们慢悠悠一分为二，对着我红光一亮开始蓄力。</p>\n<p>于是我很没出息地蹲回掩体后面，求助般地看向拉帝奥教授；拉帝奥教授淡定地翘腿坐在一边。</p>\n<p>不就是把那本砸人很痛的书送出去了嘛，他还有粉笔呢。我向他比划着他喊零分负分时的动作。</p>\n<p>真理医生朝虫群的方向看了眼，冷酷地回应：负面不够。</p>\n<p>我又比了个“L”向他示意。他可以用大招的罗马柱为我们在虫群中砸出一条路——我可是在贝洛伯格亲眼看到他开了好多大的。</p>\n<p>真理医生看了眼面板：137.31能量，差一次受击。</p>\n<p>我咬牙。打不过还躲不起吗？于是我压低声音凑近问他：相位灵火有吗？</p>\n<p>真理医生不动声色：什么灵火？</p>\n<p>我才想起，按照剧情我是不应该知道相位灵火在他手上的。而这个人就一幅我不问他不知，我一问他惊讶（好像也没有很惊讶）的悠闲态度看我着急得团团转。我看这个人满脸淡定的样子他肯定有后手，但如果我问他，他肯定会冷笑一声让我自己去想办法。</p>\n<p>我又看了眼虫群的动向，没有死心。你能不能想办法卡个bug，我比划说，比如瞬移到翁法罗斯什么的。</p>\n<p>他审视了我一眼，似乎在评估我的蠢货程度还有没有被拯救的必要。</p>\n<p>真的没有办法了吗？虫群的包围网越来越近了，我用视线来回扫视着这个支援舱段的内部，试图想到一个破局之法。正当我以为自己将要身上带着5层风化半死不活地被教授捞走时，视线恰好触及到这漆黑的走廊尽头独自落寞伫立的一个——</p>\n<p>马桶。</p>\n<h3 id=\"09\">09<a title=\"#09\" href=\"#09\"></a></h3>\n<p>真理医生坐在马桶上沉思。</p>\n<p>这个马桶——准确来说，是「实验品13号」——再准确些，是档案编号为1984的奇物，其名为「新世界大门」，据说坐上去再按下冲水键能进行瞬间移动，作用原理未知。我和教授都确认过了，这是真的：它把我们从虫群包围圈中安全传送到了舱段的另一头。</p>\n<p>但无论它是什么，都不能掩盖它看上去完全是一个陶瓷质地的马桶。</p>\n<p>我看见真理医生站起来，摸着下巴绕着这奇物走来走去。敲了敲水箱，又掀开马桶盖。</p>\n<p>有趣。他说。说完，他又坐回马桶上，陷入新的沉思之中。</p>\n<p>我不安地在一旁踌躇了一会儿，最后还是小心翼翼地开口：请问您是在给您新的秘技动作寻找灵感吗？</p>\n<p>他给我打了个手势，让我不要打扰他的思考。我把嘴巴闭上。</p>\n<p>等待了一会儿，他还是没有说话的迹象。我闲得没事干，正想偷偷就这个动作给他拍个照。在我低头摸手机时，耳边“嘭”地一响，这是一个结实的脑壳遭到重物痛击的声音，我扭头一看，一个虚卒晕倒在地上。</p>\n<p>脚步声。穿着防卫科制服的人赶来，对于流落的虚卒向我们道歉。我斜眼看向那个偷袭我不成反被拉帝奥教授挨了一下的可怜家伙，发现他脸上被砸出了成排的印子，形状有些熟悉。我后知后觉：教授普攻用的那本书不是送出去了吗？他用什么作为武器的？扭头一看，真理医生正在拿手帕仔细擦着他拎在手里的一架手风琴。</p>\n<p>我敬畏地收回目光。</p>\n<p>“……小黄鸭？没错，最近是飘来了一批橡皮鸭子，界种科那边为此打得不可开交。”防卫科的科员摇了摇头。</p>\n<p>我向他指出，如果一个物种看起来像鸭子，漂浮起来像鸭子，叫起来像鸭子，那么它就是鸭子，没有任何辩驳的余地。防卫科的人让我去跟界种科的人说去——或者去找地概科，他们似乎是正在研究一批来自雅利洛-Ⅵ的地髓，讨论它们跟约德伍德体是否存在亲缘关系……</p>\n<p>“不过，说到雅利洛-Ⅵ号，”科员试探性地看了一眼真理医生，“听贝洛伯格人说，有位从外地来的大学教授……”</p>\n<p>“打住。”真理医生面无表情。</p>\n<p>……用自己的手稿跟他们交换了很多历史文献。怎么了，这件事要保密吗？</p>\n<p>真理医生沉默片刻，扭头走开了。</p>\n<h3 id=\"10\">10<a title=\"#10\" href=\"#10\"></a></h3>\n<p>玩得如何？姬子问。</p>\n<p>我怎么觉得有人好像比我玩得更高兴。我小声吐槽道。</p>\n<p>真理医生把我送回到星穹列车便打算告辞，他说他还有别的地方要去考察。我环视了一圈，列车沙发旁的小桌上还摆放着帕姆准备的周年庆蛋糕。我再次问他要不要吃一块，他瞥了眼一边三月七和丹恒鼻尖脸颊处可疑的奶油渍，礼貌回应说不必了。接着我问他：有没有什么话要对我说。</p>\n<p>这句话刚说出口我就后悔了。</p>\n<p>他看向我。列车车厢的留声机正好放到《不虚此行》，歌手拖着长长的调子唱：“Moving on～”</p>\n<p>他吐字清晰：</p>\n<p>“过去的一年里，你有学到什么吗？”</p>\n<p>我眼神一飘。</p>\n<p>“又一年过去了，如果你的问题还未解决，有没有可能是你自己的问题？”</p>\n<p>我不说话，仿佛突然觉得列车车顶上的鲸鱼投影十分有趣。眼角又恰好瞄到姬子端起咖啡偷抿了一口，三月七在角落捂着嘴笑，顿时心里有宽面条泪在流淌。</p>\n<p>音乐播放到间奏，声音渐弱。他几不可闻地叹了口气。</p>\n<p>我小心翼翼地望着他，他带着略显无奈的神情看向我，随即迈步朝我走来。他停在我面前，俯下身遮住我的视线。红色的什么东西在我面前一晃而过，我意识到那是他的眼影。这时我竟听到他笑了一声，随即手心被轻轻塞了一样东西：</p>\n<p>“二周年快乐。”</p>\n<p>钢琴手乍然按下四个音节，熟悉的旋律让我恍惚间以为列车即将发车。我怔怔地看着手中的小黄鸭。它瞪着一双智慧的眼睛与我回视。</p>\n<p>这只小黄鸭本该跟它的两亿八千五百万个同伴一起端坐在运输舰上，等待被送往寰宇各地的玩具店与百货公司。一场意外令它开启了意想不到的旅行，看它们游过了多少个天文单位吧：从阿斯得纳星系到仙舟罗浮，从雅利洛-Ⅵ到「黑塔」空间站——与此同时，还有亿万个难以被回收的小黄鸭漂流在宇宙中：它们会去往更远的地方。</p>\n<p>它们会游荡到即将毁灭的恒星旁，成为激雷乐队的现场观众；它们会闯入黑森林，不慎在匠人的火漆上留下印记；它们会降落到未开化的边星，被众人供奉为从天而降的神明：它们会去往更远的地方……但无论如何，会有一些人因此短暂地停下手头的事，好奇地举目望向星空——</p>\n<p>而它们，摆脱了星轨的束缚，无拘无束地航行在宇宙间，能够比我们、甚至比阿基维利更加「开拓」。</p>\n<p>祝它们好运。</p>\n<p>－end－</p>\n<p>后记：</p>\n<p>开拓者：所以，拉帝奥教授，后来你把收集来的这些小黄鸭放哪了？</p>\n<p>真理医生若有所思地瞥了眼差分宇宙的登入界面，没有说话。</p>\n<p>参考文献：<a href=\"http://zqb.cyol.com/content/2006-08/30/content_1494651.htm\" target=\"_blank\">澡盆鸭漂流记</a></p>\n<p>结尾段也有参考，出处不记得了按印象写的，原文好像形容的是嫦娥五号(？)</p>\n","next":{"title":"【理螺理】天才从未尝试去维修一真大的教务系统","link":"2025/05/19/【理螺理】天才从未尝试去维修一真大的教务系统"},"plink":"http://example.com/2025/05/19/【真理医生】小黄鸭奥德赛/","toc":[{"id":"01","title":"01","index":"1"},{"id":"02","title":"02","index":"2"},{"id":"03","title":"03","index":"3"},{"id":"04","title":"04","index":"4"},{"id":"05","title":"05","index":"5"},{"id":"06","title":"06","index":"6"},{"id":"07","title":"07","index":"7"},{"id":"08","title":"08","index":"8"},{"id":"09","title":"09","index":"9"},{"id":"10","title":"10","index":"10"}],"reading_time":"6567 words in 44 min"}