{"title":"诗意地白日做梦","date":"2023-04-01T12:16:37.847Z","date_formatted":{"ll":"Apr 1, 2023","L":"04/01/2023","MM-DD":"04-01"},"link":"2023/04/01/诗意地白日做梦","updated":"2023-04-01T12:15:57.470Z","content":"<p>一直想谈谈诗意。</p>\n<p>这是我的语文老师特别喜欢的词。她说：我们是语文学科，不是理工类，不要关注那些改变世界的方法，我们要关注人文，关注美。</p>\n<p>人文性！这是她最经常强调的词。</p>\n<p>我后边那个理工科小天才不满了。他议论文就喜欢用科学化的例子，爱好是和语文老师吵架。有次，他们在课上争论起来——</p>\n<p>——精神层面的需求一定是要物质为基础的。</p>\n<p>——外卖小哥还会写诗呢！</p>\n<p>我：？</p>\n<p>先强调一下，我内心百分百支持那位理工科天才。我以我贫瘠的马克思唯物主义哲学思索了一下——物质决定意识，经济基础决定上层建筑——语文老师在扯淡！</p>\n<p>首先，外卖小哥怎么你了？人家是正经职业，光荣的劳动者，怎么就是物质的代表了？</p>\n<p>其次，人家还是偏自由职业，足迹遍布城市，反而证明了诗意需要足够的人生经历。相比于一个两点一线的坐办公室的打工人，精神或许更为富足才符合逻辑。</p>\n<p>——除非你打算花掉救济金。</p>\n<h2 id=\"在花掉救济金之前\">在花掉救济金之前<a title=\"#在花掉救济金之前\" href=\"#在花掉救济金之前\"></a></h2>\n<blockquote><p>If thou of fortune be bereft,<br>\n你若失去财富，</p>\n<p>And in thy store there be but left<br>\n在你的商店里，只剩下</p>\n<p>Two loaves—sell one, and with the dole<br>\n两个面包——卖一个，并且用救济金</p>\n<p>Buy hyacinths to feed thy soul.<br>\n买风信子来喂养你的灵魂。</p>\n<footer><strong>巴黎评论</strong><cite><a href=\"https://www.theparisreview.org/blog/2017/10/02/lost-and-pound/\">www.theparisreview.org/blog/2017/10/02/lost-and-pound</a></cite></footer></blockquote>\n<p>先等等，在花掉救济金之前——如果你只有一个面包呢？甚至，如果你一个面包都没有呢？</p>\n<p>这个时候，马斯洛需求论<a href=\"%E4%B9%9F%E6%9C%89%E4%BA%BA%E8%AF%B4%E6%98%AF%E4%B8%83%E5%B1%82%EF%BC%8C%E8%87%AA%E6%88%91%E5%AE%9E%E7%8E%B0%E4%B9%8B%E5%89%8D%E8%BF%98%E6%9C%89%E5%AE%A1%E7%BE%8E%E3%80%81%E8%AE%A4%E7%9F%A5%EF%BC%9B%E4%B9%9F%E6%9C%89%E4%BA%BA%E8%AF%B4%E6%98%AF%E5%85%AB%E5%B1%82%EF%BC%8C%E5%9C%A8%E8%87%AA%E6%88%91%E5%AE%9E%E7%8E%B0%E5%90%8E%E8%BF%98%E6%9C%89%E8%B6%85%E8%B6%8A%E9%9C%80%E6%B1%82%E3%80%82%E5%9C%A8%E6%AD%A4%EF%BC%8C%E6%88%91%E6%8C%89%E7%85%A7%E5%8D%B0%E8%B1%A1%E4%B8%AD%E5%88%9D%E4%B8%AD%E8%AF%BE%E6%9C%AC%E7%9A%84%E4%BA%94%E5%B1%82%E6%9D%A5%E9%98%90%E8%BF%B0%E3%80%82\">^1</a>会很方便用来解释。</p>\n<ul>\n<li>第一层：生理需要</li>\n<li>第二层：安全需要</li>\n<li>第三层：归属感与爱</li>\n<li>第四层：尊重</li>\n<li>第五层：自我实现</li>\n</ul>\n<p>要看到，五个层次逐级上升：当你能吃饱穿暖，你就不会为食物奔波，相反，你渴望活得好。保障了生命安全后，你作为社会性动物，需要交际、融入，于是就有了归属与爱的需要。但同时，你又不愿意为了归属与爱成为某人的附属，那么你呼唤尊重与被尊重，关注你自身的价值与意义。最后，如果你失去了对它人而言的价值了呢？如果你的事业无人赏识呢？如果你不被时代需要呢？但你还有自我实现的需要，去<strong>创造</strong>自己的生命意义。</p>\n<p>因此，如果你没有面包，你不会想起去买风信子。</p>\n<p>但是，也要看到，五种需求相互矛盾的时候，人会为了更高的需求伸手，抛弃低层次的需求。我们会为了自我实现，抛弃他人的尊重、抛弃归属与爱、甚至抛弃生命。</p>\n<p>由此得出的结论是——我们会为了风信子抛弃面包，前提是我们曾吃过面包，也曾见过风吹过春天的花朵。</p>\n<h2 id=\"我曾见过风吹过花朵\">我曾见过风吹过花朵<a title=\"#我曾见过风吹过花朵\" href=\"#我曾见过风吹过花朵\"></a></h2>\n<p>经常看到有人抨击现代化，抨击当代人精神的匮乏。我觉得我路过被骂。</p>\n<p>最近最重的一次，是读学校下发的，王开岭的散文选。我没有完整地了解王开岭老师的思想和著作，仅凭我看过的这几篇——准确来说是《精神明亮的人》《古典之殇》《天使之举》和《每个故乡都在消逝》——我对作者产生了极其不好的感官。不提在我看来有些浮夸和怪异的修辞，我的反对意见也仅来自于这几篇文章本身和给我带来的作者的形象符号，就事论事。若我的观点是基于对王开岭老师与他的文章的误解，或我的精神高度不足以评论他的文章，我必道歉。</p>\n<p>我被他骂了，我是来回骂的，一篇篇骂。</p>\n<h3 id=\"你何曾见过他人的生活？\">你何曾见过他人的生活？<a title=\"#你何曾见过他人的生活？\" href=\"#你何曾见过他人的生活？\"></a></h3>\n<p>我在说的是《精神明亮的人》。</p>\n<p>作者自称被福楼拜“按时看日出”的行为给“绊倒了”，“像一盆水泼醒了我，浑身打了个激灵”。</p>\n<p>我也很喜欢福楼拜这句话，也很喜欢日出。我赞美福楼拜看日出的浪漫与诗意，但完全不理解作者的震惊。</p>\n<p>可能是我孤陋寡闻，什么时候看日出已经成为了人类的奢望？什么时候城市的日出“变了质”？</p>\n<p>我是城市人，从出生就是。我生活的城市甚至能被出一道叫做“超大城市的治理经验”的题目。我就是作者所批判、鄙夷、唾弃的“精神不明亮的人”。我爱日出。</p>\n<p>我见的是城市里的日出。</p>\n<p>尽管被高楼遮挡、被灯光污染，但城市里依然有日出存在。我在书桌前，听车水马龙的声音。这个夜晚似乎永远不会终止，但事实是，每个夜晚总会结束，每个日出总会按时到来。我看到漆黑的窗外一点点变得朦胧，我屏气凝神等待，等夜晚做一个黎明的梦。</p>\n<p>日出，是天空越变越白，是车越变越多，是小区里传来开门的声音。你能感觉到不睡的城市也再慢慢苏醒，人们投身进又一天的世界。</p>\n<p>似乎没什么大不了的，是吗？</p>\n<p>不，你忘了点什么。</p>\n<p>当你感动于城市微曛的晨曦，跃跃欲试想要吟诗一首时——自然偷笑着说，你来晚了。</p>\n<p>日出属于吟唱日出的诗人，吟唱日出的诗人，又有谁比得上鸟儿们呢？</p>\n<p>我看作者对日出的想象：“清脆的雀鸣”。我想作者是没有看过日出的。因为看过日出的人，怎么会对早晨的鸟鸣产生如此刻板印象呢？真正的日出不是宁静的，是喧嚣的，甚至是吵闹的。鸟——无论什么鸟——或许夜行鸟除外——对待日出，都是含着一腔宗教般的喜悦与癫狂。它们用沉寂了一个夜晚的嗓音，先是试探性地问两声：来了吗？还有多久？另一只立即开始呼应：来了吗？来了吗？很快，整个城市陷入了疯狂的大合唱，四处都有鸟在问：来了吗？来了吗?终于有鸟惊叹：来了！来了！来了！紧接着一群狂热的信徒用平生最优美的嗓音，焦急地争着歌颂着对日出的赞美，一声压过一声，吵吵闹闹，忘我高唱，那么喜悦，那么感激！这声音压过了共享单车的“滴滴”声，压过了汽车的轰鸣，压过了一些不属于日出的声音，于是整个城市不由得抬起头来，凝望天空一点点变明。</p>\n<p>鸟儿歌颂太阳的热情，那么地富有感染力，很少有人不被感动。我看到的最浪漫的解释，来自沈石溪老师的《五彩龙鸟》，讲述侏罗纪一次火山灰遮蔽太阳，温血的鸟类始祖得以存活。终于火山灰散去，鸟儿们初见曙光，欣欣然歌唱。</p>\n<p>我也曾在高架路上看见真正的日出，红色的太阳一点点从雾霭中升起，换来星星一点点消亡。我也曾看过不少落日：特地到废弃的天台上，地铁站又涌出一阵人潮。头顶是新通的高架路，下方是川流不息的车灯。我看见红晕从天边染到头顶又退去，地平线上，太阳一寸寸向下沉没。</p>\n<p>作者对日出震惊，我反倒震惊于作者的无知。</p>\n<p>太阳，不过是一颗早晨升起的星星。</p>\n<h3 id=\"你何曾进入过真实的城市？\">你何曾进入过真实的城市？<a title=\"#你何曾进入过真实的城市？\" href=\"#你何曾进入过真实的城市？\"></a></h3>\n<p>这里是在说《古典之殇》。</p>\n<p>作者认为，城市化的进程杀死了古诗。</p>\n<p>“由于丧失现场，人类正在丧失经典，丧失重温和体验她的能力。我们只能像眺望月桂娥影一样待之，却不再真的拥有。”</p>\n<p>我要说，那些诗从未远去。</p>\n<p>做过一篇英语阅读，那人骄傲地自称，他是属于城市的生态学家。</p>\n<p>或许作者没见过清澈的河流与其中的游鱼，但我见过；或许作者没见过与落霞齐飞的孤鸟，但我见过；或许作者没听过蝉与蛙鸣，但我听过。这是我爱的城市，这是美丽的城市，我不允许任何人说她丑陋肮脏。你何曾进入过真实的城市？如果你有那个寻找的心，你就知道自然伟力无处不在，水泥和沥青的交界处也总是生长着蒲公英。</p>\n<p>更何况，没有昨日的月光，它怎么照耀今日的城？古典的消失成就了最美的诗。诗为我们留下了昨日的记忆，今日等待着新的诗的诞生。</p>\n<p>不要说我没见过风吹过花朵，真正热爱生活的人能在废墟中唱出生命赞歌。</p>\n<h3 id=\"你何曾看见人类的诗情？\">你何曾看见人类的诗情？<a title=\"#你何曾看见人类的诗情？\" href=\"#你何曾看见人类的诗情？\"></a></h3>\n<p>很喜欢这个女孩，想起《怦然心动》的女主，只身护一棵树的尊严，这种浪漫震撼人心。</p>\n<p>又想起小时候看过一篇爱了一个小男孩，所以无私奉献，最后只剩下一个树桩的树，那种伤心奠定了我对自然的尊重。</p>\n<p>我对这部分内容没有意见，但直到我看到——“我们有数不清的黄河探险、长江漂流、挺身西域、海湾横渡、飞越峡谷……我们那些被视为壮举的挑战，则更想一场众目睽睽下的作秀。”</p>\n<p>英国著名登山家乔治.马洛里在1924年6月8日在第二次冲顶珠峰时壮烈牺牲。在此之前，马洛里在回答记者“为何想要攀登珠穆朗玛峰”提问时，他回答“因为山就在那里。”</p>\n<p>我无法形容我第一次看到这句话的感动。大刘的《山》也成了我最爱的科幻短篇之一。我至今觉得，“因为山就在那里”——这句话，拔升了全人类的精神高度。</p>\n<p>只要人们对无限存有信仰，总会认为有些湖泊深而无底。</p>\n<p>而让我们把目光转向中国西北的治沙人。他们用车和臂膀挑着水，把万顷沙地征服成了郁郁丛林。你能说我们没有一群天使，没有人行天使之举？莫非你的眼睛被洛杉矶的光化学烟雾糊住了，看不得我们的“家园主义”？</p>\n<p>没有看不起洛杉矶的意思，只是想说，任何一处环境灾难都是全人类的灾难，任何一人保护环境都是全人类的天使。我看不起作者。</p>\n<p>这就是人类，我们一面想保护自然，一面想征服自然。我们的自卑与傲慢错落成诗。</p>\n<h3 id=\"你何曾爱过你的生活？\">你何曾爱过你的生活？<a title=\"#你何曾爱过你的生活？\" href=\"#你何曾爱过你的生活？\"></a></h3>\n<p>这是说《每个故乡都在消逝》。</p>\n<p>现代化社会里，流动性上升，以至于“故乡”的含义变得模糊。这是很多人都探讨过的点，比如《乡土中国》，比如熊培云的《谁人故乡不沦陷》。</p>\n<p>要看到这是现代社会不可避免的一点。不存在不考虑出路的批判，不存在逆转社会发展趋势的可能。高呼“故乡沦陷”的人，应该思索：什么是故乡？</p>\n<p>我生活在我出生的城市，还没有形成“故乡”的概念。让我可以和故乡类比的概念是“母校”。我想谈谈我的“沦陷”的母校。</p>\n<p>首先是我的小学。毕业后没几年，校服改了模样，变好看了。很快大门口写着校名的大理石牌匾也改了样式，变丑了。至少从大门望去，看着熙熙攘攘的小学生们，恍惚间觉得十分陌生。</p>\n<p>和同学一起回校去看老师。有些老师调走了，有些老师退休了。后来，我们也不怎么回去了。慢慢地，一个学校完成换血，变成了和我的母校共享着一个名字的陌生学校。</p>\n<p>好在，它还有跟母校一样的名字。</p>\n<p>至于我的初中，那更是一份灾难。毕业几年后，突然得知，它改名字了！初中本来是我高中的附属初中，但因为教育局的新规定，和我高中分离了。又因为小升初的改革，生源也不一样——意味着老师们的教学方式也改变了。</p>\n<p>当忒修斯之船的零件被一一替换，我该用什么名字呼唤你？</p>\n<p>如何定义“故乡”？</p>\n<p>家里离小学很近，甚至能听到上下课铃。那天流感回家，恍惚间听到“眼保健操，开始……”，突然感觉它似乎又变回了我的母校。</p>\n<p>我想我可以说，故乡一词，本就是一个我们需要的符号。我们在“故乡”这个意向里寄托了过去的自己，于是我们以为自己离不了它。我思念母校，但或许不过是思念我的曾经的学习时光；我思念故乡，或许不过是思念我的童年与成长罢了。没有什么是永恒的。“故乡”也只是一个符号。我们认定某个“地点”也好，“空间”也好，都只不过是因为那跟我们记忆中的符号有些许的相同和联系，但事实上，人不能两次踏入同一条河流，我们竟敢试图在现实触摸过去。</p>\n<p>曾经有一本小说，小学五年级像同学借的，没看完，印象里只剩下特别特别好看，情节特别特别精彩，人物特别特别有趣。后来找来看，语言文字、情节设定和人物形象让我大失所望。我有时思考，或许我们高估了“故乡”的美。思念故乡？思念过去的自己罢了。</p>\n<p>我不会说我们不需要故乡，但我想问——故乡千万好，那么现在呢？现在所处的地方，难道不是未来的故乡？</p>\n<p>“地点”的本质，是人啊。</p>\n<p>你说现在的城市千篇一律，你说乡村精神堕落沦亡。可是，外貌远远不是一个地方风土人情的重点。是人——人构成了故乡，人与人的故事构成了过去，人和人的联系构成了我。不同的人住在同样的城市，于是同样的城市也成了不同的了。不同的人上演着不同的故事，于是我们生活。</p>\n<p>生活，这是故乡的来源。对于热爱生活的人，恐怕哪里都是故乡。</p>\n<h3 id=\"总结\">总结<a title=\"#总结\" href=\"#总结\"></a></h3>\n<p>我曾见过风吹过花朵。我不知道我够不够你说的“诗意”，毕竟我从不是一个生活的批判家。我至少拥有生活——我想我还是比居高临下讽刺他人生活的人好上不少。</p>\n<h2 id=\"走向生活\">走向生活<a title=\"#走向生活\" href=\"#走向生活\"></a></h2>\n<blockquote><p>早在 1845 年，梭罗带着一把借来的斧头，走进了瓦尔登湖边的青葱密林。在美国独立日的那天，开始搭盖他的湖边木屋。对于梭罗来说，这不过是一次有关生活的实验，或者说，一次有关生活的反叛。不是逃离生活，而是走向生活。</p>\n<footer><strong>《第六种自由》</strong><cite>熊培云</cite></footer></blockquote>\n<p>虽然我引用了很多关于梭罗的名句，但我个人不喜欢梭罗。我能理解他对当时的资本主义社会的批判，我也同时觉得他对待生活太过傲慢。尤其是，他指责别人的生活方式的口气。</p>\n<p>“生活啊，约翰·菲尔德，若是不加计算，终会这般一败涂地。”</p>\n<p>在我看来，梭罗他反对社会分工，看不起经济全球化，从城里买来原料，却说我们都应当简约地生活。</p>\n<p>我承认他关注铁路工人命运具有不可磨灭的价值，但对于《瓦尔登湖》，除了反对资本剥削，我看不出还有任何价值。所谓生活，不仅仅是田园牧歌。不要跟我说人类不需要发展、不需要现代化，那样除了灭亡，我看不到任何未来。</p>\n<p>或许说梭罗是激进的，那么潘知常教授就是虚伪的。简单来说，他认为爱能解决一切社会问题。这或成人类意志被黑得最惨的一次。</p>\n<p>我想反驳我的语文老师，说人文性与美不能脱离生活，永远不能。我们或许无法改变世界，但我们要怀改变世界的心，走向生活。</p>\n<p>而不是打着“诗意”的名号，离生活越来越远。</p>\n<h2 id=\"诗意与生活的区别，就像白日梦与梦\">诗意与生活的区别，就像白日梦与梦<a title=\"#诗意与生活的区别，就像白日梦与梦\" href=\"#诗意与生活的区别，就像白日梦与梦\"></a></h2>\n<p>我不是诗人，但我有过写诗的冲动——在特别痛苦，想要抒发情感的时候。</p>\n<p>我想，诗之所以成为诗，就是因为它太过远离生活，却又撕心裂肺般真实。越美的诗越真切动人，因为只有最真切的诗，才能被尽心尽力生活着的人称作“美”罢。</p>\n<p>若是不谈真实，那么诗的意义也就丧失了，只不过是白日做梦。</p>\n<p>换句话说，诗意就是，那些能感动人的生命真实。重点在真实，关键在感动。</p>\n<p>——不要说我不懂欣赏，柴米油盐酱醋茶就是我的诗和远方。</p>\n","prev":{"title":"忒修斯造船厂今天尚未倒闭","link":"2023/11/22/忒修斯造船厂今天尚未倒闭"},"next":{"title":"obsidian+hexo：批处理自动发布","link":"2023/03/31/obsidian+hexo：批处理自动发布"},"plink":"http://example.com/2023/04/01/诗意地白日做梦/","toc":[{"id":"在花掉救济金之前","title":"在花掉救济金之前","index":"1"},{"id":"我曾见过风吹过花朵","title":"我曾见过风吹过花朵","index":"2","children":[{"id":"你何曾见过他人的生活？","title":"你何曾见过他人的生活？","index":"2.1"},{"id":"你何曾进入过真实的城市？","title":"你何曾进入过真实的城市？","index":"2.2"},{"id":"你何曾看见人类的诗情？","title":"你何曾看见人类的诗情？","index":"2.3"},{"id":"你何曾爱过你的生活？","title":"你何曾爱过你的生活？","index":"2.4"},{"id":"总结","title":"总结","index":"2.5"}]},{"id":"走向生活","title":"走向生活","index":"3"},{"id":"诗意与生活的区别，就像白日梦与梦","title":"诗意与生活的区别，就像白日梦与梦","index":"4"}],"reading_time":"4488 words in 30 min"}