{"title":"【理螺理】天才从未尝试去维修一真大的教务系统","date":"2025-05-19T12:12:06.460Z","date_formatted":{"ll":"May 19, 2025","L":"05/19/2025","MM-DD":"05-19"},"link":"2025/05/19/【理螺理】天才从未尝试去维修一真大的教务系统","tags":["真理医生","螺丝咕姆"],"categories":["有关星空的恐吓信"],"updated":"2025-05-19T12:11:41.083Z","content":"<p>庸人以庸人的愚钝藐视天才的硕果，天才以天才的智识走向命定的绝路。你看帝皇鲁珀特也从未尝试去维修第一真理大学的教务系统。</p>\n<span id=\"more\"></span>\n<p>螺丝咕姆来到真理医生的办公室时，看到这位教授正对着电脑陷入沉思。</p>\n<p>“第一真理大学的教务系统崩溃了。”他解释道。</p>\n<p>螺丝咕姆思索片刻，礼貌地回应：</p>\n<p>“节哀。”</p>\n<p>这两个字震住了真理医生。他注视着机械贵族顿了两秒：“承蒙关照……但它并非智械生命，只是一个网站系统罢了。况且它也没死，无非暂时卡顿登入不上。”</p>\n<p>第一真理大学，作为享誉银河的高等学府，它的教务系统和宇宙中所有学校的教务系统的表现并无二致，遵循着三天一小崩、五天一大崩、选课和查分时段更是卡得天昏地暗，巡猎星神的轮椅来了都动弹不得。但即便如此——即便如此，这可怜的系统依然需要在无数次不知道有没有用的抢修后勤勤恳恳地为全校师生工作。它的工作资历往前可以追溯到真理医生上学的时候，再往前或许还能追溯几个琥珀纪。介于它里面藏了不知道多少古早的病毒和错误代码，现在还能偶尔正常运转简直是个奇迹。</p>\n<p>真理医生曾经试图维修过教务系统。他把系统框架单拎出来打算亲自捋一捋代码，然后得到了一个死机的电脑。真理医生放弃了。</p>\n<p>“会有专人负责维护它的。”真理医生微不可闻地叹了口气，表情高兴得像个万代一番赏的毛绒玩偶，“第一轮选课在下午三点，那时候我们已经站在鲁珀特二世的墓碑前了——如果顺利的话。”</p>\n<p>真理医生的视线往旁一瞥，又扭转回到螺丝咕姆的脸上：“因为一些原因，本次交接仪式仅由维里塔斯·拉帝奥——即我本人——作为星际和平公司与博识学会的代表，向螺丝星君王、机械贵族螺丝咕姆一世交付帝皇的遗产。简单来说，我们去帝皇二世的墓前转一圈，然后那颗星球的所有权就归你了。一切从简。”</p>\n<p>他说完，又嗤笑一声：“因为学会觉得丢脸。”</p>\n<p>星际和平论坛热贴有名——《博识学会为什么要掩盖学派战争的历史？》。答曰：诸位有所不知，实际上，「技术部」德·维恩曾经向寂静领主卖过……咳，不是这个——答曰：当年学会内部为了鲁珀特二世的遗产、为了争夺「权杖」系统的算力，无所不用之极，最后不仅什么都没研究出来，还把帝皇宝贵的遗产变成了太空垃圾。</p>\n<p>“结论：形式的简化并不能掩盖贵学会的好意，帝皇的遗产对于无机生命而言有着难以衡量的研究价值。我以螺丝星君王的名义对公司和学会的慷慨致以最高的感谢。”机械绅士把手扣在胸口，“愿无机与有机之间永享和平。”</p>\n<p>“漂亮话留到你的外交发布会上说。”真理医生毫不领情，“你我都明白，这不过是那群死死趴在天才遗产之上不松手的蠢货们终于承认，自己的资质根本不足以让帝皇二世的系统发挥丝毫价值，于是干脆把它顺水推舟送给无机世界当个人情——还能让一位智械天才帮忙解析鲁珀特的遗物，呵，真是笔划算的买卖——”</p>\n<p>“拉帝奥先生。”螺丝咕姆开口打断。</p>\n<p>他又念了一遍真理医生的名姓：“拉帝奥先生，你似乎并不认同学会和公司的处理方式。”</p>\n<p>真理医生沉默下来。</p>\n<p>螺丝咕姆看到他抿紧了嘴角，像是想扯出一个讥讽的笑容，却又中途放弃了。过了很久，他才回答：“我当然同意把帝皇遗产交付给您，螺丝咕姆先生。”</p>\n<p>又过了不久，真理医生垂下视线，追了一句：“抱歉。”</p>\n<p>螺丝咕姆没有生气。实际上，人们几乎很难看到这位善解人意的乐天派智械对任何人产生负面的情绪。他荧绿的眼睛带着好奇的闪烁望着脸色不算很好的真理医生，用以往的经验推演着面前这位友人情绪不佳的原因。他自然而然地联想到了第一真理大学崩溃的教务系统，和下午三点那对于学生来说可以算得上是战争的凶残选课。</p>\n<p>智械的天才没有尝试提出帮学校修缮一下教务系统，他知道系统中包含了太多学生和学校的隐私内容，以他的身份来处理不合适。他猜测相对于陪同自己前往鲁珀特二世的衣冠冢，这位自称为真理医生的教授或许更愿意跟他的学生们待在一起。</p>\n<p>“不。我是推掉了今天的课，主动向公司申请负责和你的交接的。”真理医生说。</p>\n<p>他没有解释为什么，因此螺丝咕姆猜测这位学者并不愿赘述自己的动机。于是机械绅士压下了对这番话的各种可能的解读，转而从另一个角度提醒：“我必须指出：我们的此行有危及生命的可能。”</p>\n<p>“危及生命？”真理医生冷笑了一瞬，“是鲁珀特会复活，还是天才俱乐部那位‘全知杀手’会因为你跟二世遗产的相遇而找上门来？前者的概率有多小我不必多说，而至于后者——我相信鄙人还不足以成为波尔卡·卡卡目女士的猎杀目标。”</p>\n<p>“更何况，我每天都跟死亡擦肩而过。”他冷冷地说。</p>\n<p>顺着真理医生的视线，螺丝咕姆看到他办公桌前放着的平板，上面似乎是一篇等待批改的论文，标题为：《永动机的简易制作方式》。</p>\n<p>在螺丝星的第二次工业复兴运动后，“永动”作为排行第二的课题被机械生命热衷。螺丝星的学者们对于这一课题发明了“永动咕咕钟”等一系列奇物。据螺丝咕姆所知，拉帝奥先生在能源领域有非常深的涉猎。他很好奇真理医生的学生对于永动机会有什么独特的见解，所以他继续读了下去。</p>\n<p>《永动机的简易制作方式》：</p>\n<p>首先，准备一位纯美骑士和一位葬仪知宾。</p>\n<p>其次，把他们放在一处不被打扰的地方。</p>\n<p>这时，纯美骑士会开口询问对方是否承认伊德莉拉的美貌举世无双，而葬仪知宾会回答说即使是纯美的星神也将归于终末。“那么，你是否承认伊德莉拉的美貌举世无双？”纯美骑士问道。</p>\n<p>“你先承认宇宙的一切终将归于终末。”</p>\n<p>“你先承认伊德莉拉的美貌举世无双。”</p>\n<p>“你先承认宇宙的一切终将归于终末。”</p>\n<p>——就这样，一个简易永动机的发生装置完成了。</p>\n<p>螺丝咕姆眼睁睁地看着真理医生拿起触控笔，在屏幕上圈了个触目惊心的零分，下笔熟练得令人暖心。</p>\n<p>“我们动身吧。”他面无表情地说。</p>\n<p>鲁珀特二世的衣冠冢，铸铁的王座……这颗星球有着太沉重的别名，以至于它的本名已经不为人所知。当真理医生和螺丝咕姆降落的时候，他们所看到的便是一颗钢与锈的星球：废弃的金属板和电路线环绕着高山一样的复杂装置，那是鲁珀特二世为自己建造的自我加冕之地、「权杖」系统的中枢。“学派战争”后，这里被封锁限入，因此这颗星球死寂了太久，四处都蒙着一层暗淡的沙尘。</p>\n<p>“一株野花。”螺丝咕姆新奇地指出。</p>\n<p>真理医生上前查看。在鲁珀特的墓前，这颗钢铁星球上奇迹般地长出了生命——这真的是一株有机植物，绿色叶片的边缘因营养不良而微微泛黄，细柔的茎叶之上顶了一朵小小的白花，正在微风中快乐地摆动。</p>\n<p>无机暴君的墓前居然长出了有机的花朵。显然小野花没有智慧，它不知道此处铭刻着的是何人的墓碑，也不会记恨无机军团践踏了多少星球毁灭了多少文明，它无故生长在此处，就像何人在墓前献上的一朵花。</p>\n<p>但没人会在鲁珀特二世的墓前献花。准确来说，这里压根没有二世的墓，只剩一个再无法运作的「权杖」中枢。真理医生伸手，手套露出的半指触碰到带着铁锈的平面，慢慢向右滑动，似乎想拂去废弃机械上的沙尘。</p>\n<p>他猛地缩回手，仿佛刚刚触碰的是一块烧红的烙铁。</p>\n<p>正在端详那朵野花的螺丝咕姆警觉地抬起头：“拉帝奥先生？”</p>\n<p>真理医生却仿佛完全没有听到他的话语，怔怔地低头注视着自己收回的手指尖。指腹上除了刚刚沾到的一些灰尘，什么都没有。</p>\n<p>只有他自己知道：在他摸索上那钢铁表面的一瞬间，指尖传来凹凸不平的触感——他立刻明白了过来那是什么。</p>\n<p>从螺丝咕姆的视角来看，真理医生没有回应他的问话，而是在入魔般地驻立了一段时间后，掏出一方手帕，按在面前的钢铁表面上移动，手帕所擦拭过的地方在沙尘覆盖的区域内留下了清晰的分界线。他的动作缓慢来回，几乎是轻柔的，像是怕惊扰了沉眠的亡者。螺丝咕姆看不到他的表情。</p>\n<p>智械天才在毫秒内推演了数种可能发生的异况及其解决方案，从这位学会的友人被反有机方程控制到帝皇复活。可当螺丝咕姆上前查看时，才发现真理医生擦拭过的地方，居然密密麻麻地刻满了字迹。</p>\n<p>这当然不是给二世的墓志铭，这是公式，全部刻下的都是由凌乱的数字和符号组成的公式。不只在这里，螺丝咕姆环顾四周。左边那块裸露的电路板旁、右边那只死去的机兵身上、他们所站立的脚下……所有地方，这个属于鲁珀特二世的坟场的每一个能刻下字的角落，都满满当当地塞下了文字。他意识到那曾被他判断为铁锈的褐色其实是干涸的血迹。</p>\n<p>他的脑海里自动计算形成出曾经发生在这里的场景。那是一个人，一个绝望的人，趴伏在这处地上，指尖急切地用力攥紧一张铁片，精疲力竭刻下尽可能多的字迹，磨破的手掌渗出的血滴进刻痕，也浑然不觉。</p>\n<p>螺丝咕姆曾经在模拟宇宙的推演中见过这一幕，现在他站立在故事的现场，一种情绪像澎湃的海浪层层拍打上来，按照有机生命的说法，应该被称为“悲伤”。</p>\n<p>他看到背对着他的真理医生挺拔的身姿。这位庸众院的学者已经不再用手帕擦拭那墓碑，只是沉默着面对那一行行潦草的公式。然后，他的手指动了一下，似乎想起什么，摸到自己头发上。他摘下月桂叶的发饰，轻轻地放在地上，在那朵小白花旁边。</p>\n<p>就像在故人墓前献上一朵花。</p>\n<p>一个名字呼之欲出。螺丝咕姆道：“帕缇维娅学士。”</p>\n<p>听到他的声音，真理医生蓦然回头，盯着螺丝咕姆：“你知道她？”</p>\n<p>螺丝咕姆把礼帽摘下，扣至胸前。</p>\n<p>帕缇维娅，博识学会中不属于任何一个学派的年轻学士，在学派战争的纷争中失去了权杖的使用份额，孤身一人飞往铸铁的王座。一道孤波，一座不属于她的冠冕，一次向博识尊的觐见，终于压垮了这个骄傲的学者，让她在此后的余生中都在恳求，那万机之王或仍有将一份「智识」留给了庸人。可最后却是那凌空出世的天才、俱乐部第83席黑塔女士摘下了孤波算法难题的桂冠。</p>\n<p>黑塔在《模拟宇宙·不可知域》中再现了这一幕。</p>\n<p>“原来如此。”真理医生颔首，冷淡地转头回去。他的额发没有了发卡的阻碍，垂下来挡住了他的左眼。他背对着螺丝咕姆，智械天才只能听到他的话语伴随着一声讥讽的笑：“没想到天才们居然也会关切庸人的闹剧。”</p>\n<p>结论：他确实情绪不佳。螺丝咕姆心想。拉帝奥先生的话语比以往更具攻击性，或许是因为崩溃的教务系统、或许是因为学生的论文、或许是因为并不满意公司和学会对帝皇遗产的安排、或许是因为共情了帕缇维娅学士的遭遇。逻辑：对方话语中的情绪输出对象指向了天才俱乐部。考虑到对方的经历和对于天才的过往言论，怀疑：身为天才的自己也是诱发拉帝奥先生情绪不佳的诱因之一。</p>\n<p>“我为帕缇维娅女士的经历感到抱歉。”螺丝咕姆尝试着说。</p>\n<p>真理医生转身面对螺丝咕姆。</p>\n<p>“你接下来是不是要说‘请节哀’了？”如果注意到他那金红色的眼睛，可以发现他几乎是愤怒的，那里面好像有火焰在燃烧。但他把他的情绪掩盖得很好，说话的语气平稳而克制：“您是以什么身份为她的经历感到抱歉的，天才？”</p>\n<p>这很有趣。螺丝咕姆心目中的真理医生平素以理性态度居多，他鲜少看到对方被情绪控制的场景，更不要说是因为情绪而变得语气偏激。作为友人，他明白真理医生一向厌恶被非理性控制的行为，或许是时候作出一些提醒？</p>\n<p>“……我不得不指出：拉帝奥先生，您似乎对于天才俱乐部成员有一种先入为主的偏见。”</p>\n<p>“呵，偏见吗？”真理医生重复了一遍这个词汇。</p>\n<p>“逻辑：您今日的情绪相比以往有些反常。”螺丝咕姆斟酌片刻，还是点出来了。</p>\n<p>“哦，情绪。”他顿了顿，问，“你正在在计算我的情绪吗，我亲爱的天才？”</p>\n<p>他把“亲爱的”几个字咬出了嘲讽的意味，迈步凑近螺丝咕姆，直视着他的双眼，“那么，请允许我好奇，您对有机体的情绪了解多少？”</p>\n<p>他突然前倾，错过螺丝咕姆的脖子，嘴唇黏上了智械冰凉的侧脸。</p>\n<p>人类皮肤的温度对于金属表面而言可以说是滚烫的，更不要说他的动作很重，湿热的鼻息吐在无机生命面部的传感器上，蜂蝶振翅般反复拍打着智械的逻辑回路，电流粒子在神经系统里横冲直撞地盘旋了半天，最后才得出结论：</p>\n<p>他在吻他。</p>\n<p>这个吻还在持续，些微凉意痒痒地蹭过螺丝咕姆的上脸颊，那是人类的鼻尖轻轻划过。吐息移动到智械的耳部，嘴唇离开了已然沾染上体温的金属，却又对着收音孔吹气。</p>\n<p>“查德威克意识消散前。”他用低低的气音说，“对你们说了什么。”</p>\n<p>他用的是肯定而非疑问语气，仿佛他相当了解在匹诺康尼发生的事情。螺丝咕姆没想到他会在这时提起这个，而“查德威克”这个名字不由得让他心里一沉。</p>\n<p>——一位在匹诺康尼被公司囚禁的天才，一位代表学会和公司前往匹诺康尼追逐钟表匠遗产的学者，怀疑：其中是否有什么隐秘的联系？逻辑：传闻，拉帝奥先生加入学会的契机是公司看上了他在对星武器方面的研究。结论：……</p>\n<p>他紧接着便听到博识学会的学者又抛出一句：“技术研发部突破了。”</p>\n<p>他听到耳边一声轻微的叹息。</p>\n<p>“一年内，最迟两年，公司就能彻底破解虚数。你知道这意味着什么，螺丝咕姆。”</p>\n<p>螺丝咕姆沉默，既而开口：“逻辑：公司在为下一场战争做准备。”</p>\n<p>他没有动，放任真理医生维持着耳语的动作半倚靠在他身上，让这位学者就着这种暧昧的姿势接着说下去：“没错。你难道没意识到吗？螺丝咕姆先生，这个宇宙终归还是属于庸人而非天才的。</p>\n<p>“因为在犯蠢的才华方面一群庸人足以比拟84个天才！”他的语调一寸一寸染上刻薄，“身为天才的鲁珀特发起了一场战争，然而他身为血肉之躯的继任者所做的一切比天才更为残暴；同时兴起的星际能源战争中，庸人们手上沾染的鲜血远比两位帝皇更为浓厚。”</p>\n<p>“#29丝丝喀尔发明了「相位变换」用于离子实验，相位灵火留下的却是火焰的后裔，燃烧诸界；#56以利亚萨拉斯发明了「联觉信标」以便利沟通，此发明经学会复刻并推广后反而便利了无穷无尽的纷争；#77迷图，一位坚定的和平主义者，发明的超距传输专利被公司买下来做成了「迷图炮」；#79查德威克，相信他的发明会被用以对抗「毁灭」的势力，「虚数坍缩脉冲」却夺走了千万人的家园和生命……如果你觉得这是我对天才的偏见，哈，那就是吧——因为就算是天才也有天才做不到的事情：庸人总能以庸人的愚钝藐视天才的硕果，最后倒与天才一同为闹剧烦忧。”</p>\n<p>于黄金年代察觉，一生斗争皆为荒谬的瞬间。</p>\n<p>“呵，天才、庸人……你我无非都将沦落为这荒谬宇宙的一个注脚，罢了。”</p>\n<p>说完，真理医生终于直起身，与螺丝咕姆拉开距离。</p>\n<p>“冒犯了，见谅。”他冷淡地说。</p>\n<p>螺丝咕姆的电子眼睛注视着他，微微闪烁了一下。</p>\n<p>“原来如此。查德威克先生在技术研发部的项目，现在由你负责。提问：您未经公司许可把这些告诉我，是否需要承担一些……责任？”</p>\n<p>真理医生冷笑：“庸人一个罢了，公司能把我怎样？不过也无妨，想必不久后这个课题就要易手了。”</p>\n<p>螺丝咕姆以他的政治嗅觉瞬间理解了他的未竟之言：公司与无机世界的关系向来敏感，螺丝星的君王当然知道与自己有关的一举一动都被各方密切关注着，包括这次帝皇二世遗产的交接。如果拉帝奥先生真如他先前所说，“主动向公司申请跟螺丝咕姆的交接”，自会有有心之士揣摩这位博识学会的明星学者是否与自己的关系过于……密切。</p>\n<p>他听到拉帝奥随后又补充了一句：“如果鄙人的行为对您产生了困扰，您大可以当什么都没发生过。”</p>\n<p>如果螺丝咕姆有表情，那此刻的他将莞尔：有机生命模糊不清的语言艺术实在令人着迷，谁能想到极善辩论的真理医生也有故意混淆概念的一天？“行为”二字既可指代学者利用螺丝咕姆的身份和公司的多疑来远离项目核心的伎俩，也可指代学者迟迟未解释的那一出格的亲密接触。而他显然足够谨慎，把选择权和解释权都让给了对方。</p>\n<p>他沉吟片刻：“我听闻：有机生命进行肢体接触时会产生内啡肽和血清素，这两者有利于缓解焦虑和压力。如果这能让您的情绪略好些的话，我很荣幸。”</p>\n<p>他看见真理医生古怪地笑了一下，没有说什么，只是抬起一只手，轻轻拭过智械的面部，于是那几下呼吸落在螺丝咕姆脸上凝结而成的白雾也被擦去了。他的手上带着手套，被擦拭过的金属表面光洁如初，连指纹都没留下。</p>\n<p>“另一方面，我从一开始便感到好奇：”螺丝咕姆把视线转向那支墓前生长的小野花，“即使这个星球气候条件适宜，没有传粉昆虫的存在，植物为何得已在此生长？”</p>\n<p>真理医生顺着螺丝咕姆的视线望去。那株孤单单的植物依旧顶着一朵小白花快乐地在风中摇摆。这确实是一朵虫媒花。可植物在这个星球存在的唯一原因只能是外来者不慎携带的种子在此处萌芽，而公司明明在学派战争后封锁了这一片星区，几个琥珀纪过去了，怎么还会有活着的草本植物？在这期间还能到达这里的无非只有落难迫降的飞船、流窜的星际海盗、和……</p>\n<p>博识学会的学者如有所感，掏出一个手电筒状的物品，向着二世的墓碑打开开关一照。</p>\n<p>“学会的学士都有一种习惯，用特制的光学涂料在遗迹上写下标记，以便利后世人的研究——或者防止遗迹被不长眼的自己人炸毁。”他解释道。</p>\n<p>字迹在光照下慢慢显影，先是一个“一”，然后是一个“游”……组合起来便是——</p>\n<p>【武装考古学派xxx到此一游。】</p>\n<p>真理医生沉默。</p>\n<p>过了很久，螺丝咕姆听到他喃喃道：“真没素质。”</p>\n<p>事实证明跟武装考古学派讲素质还是太早了点。随着更多的字迹显现，二世的墓碑简直不逊色于旅游景区热门打卡地的留言板。帕缇维娅刻下公式时，怕是未曾想过金属墓碑上会到处都是用光学涂料龙飞凤舞写下的“到此一游”。好在真理医生仔细辨认了一下，似乎还有些别的东西——</p>\n<p>【德·维恩真的向寂静领主卖过公司的重要内部情报吗？】</p>\n<p>德·维恩，第一次帝皇战争时期，公司「技术部」的主管。他麾下的星球打响了反有机战争的第一枪。</p>\n<p>这一行旁边又跟了一行字，看字迹是另一个人写的：</p>\n<p>【不然他怎么打得过柯拉帕乌和法恩莎这对狗男女。】</p>\n<p>「装卸部」柯拉帕乌，「政宣部」法恩莎，传闻正是这两位公司高层引爆了边星贸易战争。</p>\n<p>下面还有一行字：</p>\n<p>【？？？柯拉帕乌和法恩莎？什么时候的事？法恩莎养的小白脸不是叫卡彭吗？】</p>\n<p>卡彭，法恩莎最重视、最亲近的部下。“他曾代理过「政宣部」与无机生命的交易往来。”螺丝咕姆小声补充。</p>\n<p>【那个卡彭因为偷税漏税后来被法恩莎做掉了。】</p>\n<p>【回上面，边星贸易战争刚结束，柯拉帕乌跟法恩莎是真的，有人看到法恩莎还亲自在他墓前插了一支白花。】</p>\n<p>……看到最后，话题完全歪了，并没有获得什么有效信息，反被塞了一嘴古早公司八卦。</p>\n<p>“指出：如果留言者叙述的情况属实，那么这个墓碑存在的时间……是第一次帝皇战争。”螺丝咕姆说。</p>\n<p>真理医生跟他对视一眼，眼神凝重。如果此处确实是鲁珀特二世的衣冠冢，为何会有第一次帝皇战争时期的留言出现在上面？这个墓碑真的是二世本人留下的吗？</p>\n<p>“补充：我发现此处和模拟宇宙对「铸铁的王座」的描述亦有偏差。”</p>\n<p>在《不可知域》的描述中，帕缇维娅初到此处，看见的是一片花海盛开在有机物上，倒三角的墓碑矗立此处。而现在，墓碑前只有一朵小小的白花。</p>\n<p>“还不能确定，有可能是虚构史学家的手笔……”真理医生沉思。他又拿出一个手电筒，递给螺丝咕姆：“我们分头查看。”</p>\n<p>说完，他绕到墓碑的后面，皱着眉头在上面的文字中寻找线索。螺丝咕姆见状，把手电指向面前。</p>\n<p>他看到很多人，很多字，来自不同时空的学士仿佛在这一块被当作留言板的墓碑前共同谈论这一渺渺的宇宙。他看到人们谈论某个博士试图还原反有机方程，分离「快乐」与「痛苦」四千三百二十八次，也失败了四千三百二十八次；他看到他们因解析出了天才的发明欢呼雀跃，他们说联觉信标必将打破文明的隔膜；他看到他们惊讶地解析鲁珀特二世的尸体，发现无机的暴君居然是血肉之躯；他看到有人打赌帕缇维娅最后到底会加入学会的哪个学派——「庸众院？她也去参加了那次游行？」；他看到有学士试图解开天才俱乐部77席迷图施加在自己尸体上的封印，却发现这位总是事与愿违的天才死前剥离了自己的智识，使她智慧的重量不过跟一朵盛放的野花齐平……时间线越来越近了，他如愿看到有人开始谈论被公司变相囚禁的查德威克，甚至看到有人在谈论——</p>\n<p>螺丝咕姆看了一眼真理医生，他正在远处皱眉查看着什么，没有注意这边。</p>\n<p>【技术研发部那个虚数脉冲的项目又开启了？公司又招到了哪个天才？】</p>\n<p>【一真大的荣誉教授，解决石纹症那个。他没进俱乐部。】</p>\n<p>“螺丝咕姆先生，”不远处的真理医生似乎发现了什么，喊住了他，“过来看看这个。”</p>\n<p>螺丝咕姆向这些留言最后瞟了一眼，看到一句：</p>\n<p>【看来博识尊看不上他。】</p>\n<p>“你有看到什么有价值的信息吗？”真理医生问他。</p>\n<p>螺丝咕姆回答说众学士的言论十分有趣，令他收获良多，真理医生点点头说我这边看到的也都尽是些乱七八糟的八卦。但是我找到了这个，看起来是螺丝星的产物。</p>\n<p>一个……咕咕钟。</p>\n<p>“「永动」咕咕钟。”螺丝咕姆辨认出来，“由螺丝星排行第十九的发明大师所创，利用阿基米利螺旋能量永不止熄。”</p>\n<p>但是永动机若是真的存在，就将推翻赞达尔的虚数能理论。真理医生反驳。螺丝咕姆指出那位发明大师在制作完这个咕咕钟后便奇异地自杀身亡，他的发明也不知去向，因此无人能证伪。螺丝咕姆伸手，触碰那只咕咕钟。</p>\n<p>咕咕钟的显示屏亮了起来。</p>\n<p>“不对，这不是阿基米利螺旋，它吸收的是外界的命途之力作为能量。”真理医生说。</p>\n<p>他的触碰没有效果，但螺丝咕姆身为天才俱乐部的成员，受到过「智识」的注视，激活了这只咕咕钟。只见咕咕钟的秒针缓缓地移动，突然发出了声音：“终末！”</p>\n<p>指针摇摇晃晃地走了几步，突然停下。从咕咕钟的内部发出“咔嚓”一声，像是什么零件碎掉了。</p>\n<p>它毁坏了，变成了一只破碎咕咕钟。</p>\n<p>螺丝咕姆突然想到，咕咕钟最初被制造出来的目的是为了解读末王的预言。因而，咕咕钟实则是「终末」相关的产物，某种程度上拥有逆时而行的力量。二世墓碑上留言时间错乱的原因，或许正是这个咕咕钟的影响。</p>\n<p>“看起来，那位发明大师教会了它通过穿梭时空寻找命途之力强盛的时刻，来为自己汲取能量，获得近似永动的效果。”真理医生评价道，“但这也并非真正的永动，如果它太久没找到强力的命途行者或者令使，变会变成废铁。像现在这样。”</p>\n<p>“不，它会穿梭时间寻找命途之力。”螺丝咕姆快速思考：当咕咕钟汲取能量时，命途行者还未出现；当命途行者出现时，咕咕钟已然汲取完能量。这个咕咕钟有能力把就近的命途行者拉来这个时空——而在这个星球，会被拉来的命途行者将会是——</p>\n<p>“指令：停止。”他说。</p>\n<p>已经迟了。</p>\n<p>真理医生猛然转头，不远处，铸铁的王座、权杖系统的核心在扭曲发光。一刹那间，他仿佛同时看到一个忧郁的长发女子，一座由稀土金属、资源堆成的钢山，一个向王座伸出手的男子——这些幻觉一样的场景消失得如出现那般突兀，但他听见齿轮开始咔咔地旋转。他意识到了这代表什么，一种铭刻在文明记忆深处的恐惧抓住了他，他发现自己后背已被冷汗浸透。</p>\n<p>帝皇回来了。</p>\n<p>紧接着，运转的齿轮声又突兀地停止了。</p>\n<p>真理医生回头，看到螺丝咕姆把手摁在那个咕咕钟上。</p>\n<p>“我植入了一段程序，让模拟的纯美骑士向信奉终末的咕咕钟宣扬伊德利拉的美名，维持住了「永动」。它暂时不会传送鲁珀特过来了。”螺丝咕姆解释完，把咕咕钟递到真理医生的手上，“但模拟纯美骑士只能坚持一段时间，之后则由我——去杀死帝皇。”</p>\n<p>说完，螺丝咕姆迈开腿，独自向铸铁的王座走去。</p>\n<p>真理医生双手捧着咕咕钟，站在原地没动。他低头，表情复杂地注视着这座钟，似乎在经历某种内心的挣扎。</p>\n<p>仔细聆听，还能听到咕咕钟内部有两个声音在争论：“你先承认宇宙的一切终将归于终末”“你先承认伊德莉拉的美貌举世无双”……</p>\n<p>“不。”他自言自语说，“即使我活着回去，我也不会放那个学生毕业的。”</p>\n<p>他把咕咕钟放在一边，盘腿坐下，打开自己的终端机，发送出去了一个坐标。</p>\n<p>“螺丝咕姆。”真理医生远远喊住他，语气平静，“你有多少把握？”</p>\n<p>螺丝咕姆没有正面回答：“我不会允许无机生命再次陷入战火。”</p>\n<p>真理医生听到他的回答，不知为何，突然有些想笑的冲动。他说：“别有太大压力，天才。”</p>\n<p>“十分钟后，公司的「迷图炮」将暖机完毕。查德威克遗留的技术，和迷图的超距传输专利，炮弹将直接被传输到这里，湮灭周边十光年的所有物质——我想，即使是天才鲁珀特，也没法在不到十分钟内找到把自己的意识传输出去的途径。”</p>\n<p>但螺丝咕姆的服务器在他的螺丝星上，他只会损失一具身体。</p>\n<p>螺丝咕姆回头：“拉帝奥先生……但你会死。”</p>\n<p>“我本来就会死。”真理医生冷静地回答，“谁不会死去？纯美骑士和葬仪知宾会死，所以永动机不存在；短生种会死，长生种也会死；身为智械的你也会死，不过那会是很久以后。即使是天才也有做不到的事，我不是你第一个没救下的人，也不会是最后一个……你明知道这是计算下最好的出路。”</p>\n<p>螺丝咕姆沉默着注视着他，最终点点头：“我将在十分钟内解决鲁珀特。”</p>\n<p>真是傲慢的天才。真理医生坐在那里心想。在刚刚的一瞬间，他差点就要对螺丝咕姆喊出，我要你用智械漫长的一辈子记住你面前的这位庸人——幸好没说出口，不然又平增几分尴尬。</p>\n<p>做好最坏的准备后他反倒轻松了许多，以至于无事可做。他看了一眼终端上显示的倒计时。还有五分钟，咕咕钟内的模拟纯美骑士已经败北，现在的螺丝咕姆应该正在直面鲁珀特。</p>\n<p>真理医生无聊之下伸手，慢慢抚摸着地面上帕缇维娅刻下的公式。庸与天才，他胡思乱想着，两者间巨大的鸿沟在宇宙尺度上也不过如此，我一个庸人居然能拉上鲁珀特为我陪葬。他又想到迷图和查德威克，</p>\n<p>他突然摸到了什么东西。抬手一看，二世的墓碑下方居然有一排USB接口。</p>\n<p>真理医生注视着那排接口，眯了眯眼睛。他突然意识到，这整个星球，加上宇宙中漂浮的巨大权杖，本质上都是属于帝皇的服务器。</p>\n<p>他扫了一眼终端右下角的时间：系统时二点五十九分，距离「迷图炮」发射还有三分钟——距离第一真理大学第一轮选课还有一分钟不到。</p>\n<p>他迅速连接数据线，将鲁珀特的服务器接入第一真理大学的教务系统，一字字敲入账号密码，回车。</p>\n<p>系统时下午三点，教务系统选课通道开启。同一时间，来自不同星系，天文数字量级的设备同时对服务器发出请求，那是学生们或自己制作，或购买租赁的选课外挂。与此同时，另一部分学生制作的反外挂也加入战争，还有一大批黑客试图为更加有财力的雇主绕过选课程序直接拿到学分。往年，这番不能说是训练有素，只能说是酒后乱拳式的集体攻击只需要1微秒便能让第一真理大学的服务器瘫痪。因此今年的学生们会好奇，是什么让它足足多坚持了三秒。</p>\n<p>三秒后，帝皇鲁珀特为自己和自己的继任者打造的王座崩溃了，齿轮卡死，权杖脱节，散热口的风扇戛然而止，服务器中只剩下递归不尽的ERROR。天才俱乐部第27席，自号为「帝皇」的计算机——它曾经自一片废料填埋场中觉醒了自我意识，掀起席卷半个银河的战火，陨于寂静领主的手术刀下又借终末的力量回归。他还没来得及掀起又一场战争，便先死于第一真理大学的教务系统。</p>\n<p>真理医生远程阻止了「迷图炮」的发射。抬头，看见螺丝咕姆以恰到好处的疑惑站在不远处望着自己。</p>\n<p>“我说什么来着。”学者喃喃道，“庸人总能以庸人的愚钝藐视天才的硕果……”</p>\n<p>螺丝咕姆刚从数据海的交战中回过神来，便看到他的朋友用那双猫头鹰似的圆溜溜的眼睛直钩钩地盯着自己，眼神中带着奇异的热度。紧接着，他爆发出一阵大笑！</p>\n<p>机械绅士略显惊讶地看着他，看着真理医生浸染了笑意的眼睛亮得吓人，他的眉眼完全舒展来了，笑得断断续续地喘不上气。而后他脱力仰躺在地上，勾着嘴角闭上了眼睛，只留给自己一双艳红的眼角。螺丝咕姆意识到：这是他第一次看到这位学者把自己的情绪如此外泄——他眼中的真理医生似乎总是皱着眉头，厌烦的，无奈的、欣慰的……他在人群中是旁观者，冷静的、客观的，理性的。可是刚才他在大笑，笑得那么畅快那么肆意那么大声，仿佛要把一辈子的郁结和不平都尽数吐出，快活如大仇得报。螺丝咕姆不止一次觉得有机生命的情感涨落不定宛如潮汐，他明明在大笑啊，智械却计算出了悲伤。</p>\n<p>他恍然想起先前这位学者伏在他耳边低语，气息直冲进他的收音麦中，引起一阵阵电流的颤栗：“……你我无非都将沦落为这荒谬宇宙的一个注脚。”</p>\n<p>一切生命都太渺小了，太渺小了。</p>\n<p>幸好他不是天才。螺丝咕姆心想。幸好博识尊并未注视他——不是没有心系庸人的天才，但身为天才俱乐部的一员，他明白，这份被眷顾的智识对于天才来说亦是负担。他见过#79查德威克，他的智识所造出的武器夺走了千万人的家园和生命，他因此终生活在良知的阴影之中；他听说过#77迷图，她曾经也想为教育事业添一把力，但天才出品的启蒙玩具对于庸人来说却太过晦涩。更不要说她曾经为了远距传输而提出的专利被公司买来制造武器——这位和平主义者该是有多痛恨她自己的智识，竟在死前剥离自己的智慧，宁愿成为一个庸人、一朵无知的野花而死？是不是所有天才都将因天才的智识走向命定的绝路？</p>\n<p>还有他自己，#76螺丝咕姆，被迫担起反有机方程和帝皇罪孽的无机天才。</p>\n<p>所以，螺丝咕姆注视着仰面倒在地上的真理医生，注视着他没了月桂叶发夹而乱散在脸颊两侧的头发，注视着他明亮的自信的眼睛，心想：所以，大概博识尊还是偏爱他的。</p>\n<p>起风了，夜空中繁星闪烁。真理医生笑完了，静静躺在地上，目视着天空，没有说话。螺丝咕姆在远处看着他，也没有说话。两人都有些累了，于是便放任自己暂且享受着宇宙的片刻安宁。可是智械站在钢铁的废墟上，人类躺在墓碑前，这夜风却实在温柔。螺丝咕姆心里一动，逻辑：或许他应当说些什么来挑起一个话题？</p>\n<p>恰在这时，真理医生突然半支起身，扭过头，饶有兴致地对着身旁的那朵白色的野花说了句：</p>\n<p>“节哀。”</p>\n","prev":{"title":"【真理医生】小黄鸭奥德赛","link":"2025/05/19/【真理医生】小黄鸭奥德赛"},"next":{"title":"【理螺理】机器人为什么要过马路","link":"2025/05/19/【理螺理】机器人为什么要过马路"},"plink":"http://example.com/2025/05/19/【理螺理】天才从未尝试去维修一真大的教务系统/","reading_time":"10193 words in 68 min"}