{"title":"【理日cb】会诊","date":"2025-05-19T12:12:06.454Z","date_formatted":{"ll":"May 19, 2025","L":"05/19/2025","MM-DD":"05-19"},"link":"2025/05/19/【理日cb】会诊","tags":["星期日","真理医生"],"categories":["有关星空的恐吓信"],"updated":"2025-05-19T05:06:38.072Z","content":"<p>每个精神分析医生都要先让别人诊断一下自己。</p>\n<p>而那诊断书上写着：现在我们都没有羽毛、且用双足站立。所以你要离开天国，向世人宣讲大地。</p>\n<span id=\"more\"></span>\n<h3 id=\"01\">01<a title=\"#01\" href=\"#01\"></a></h3>\n<p>星期日踉跄着躲过一个游荡的惊梦剧团迷因，靠在大剧院幕布的阴影里喘了口气。气泡锂犬停留在原地，疑惑地对着空气嗅嗅。</p>\n<p>猎犬不会想到，他躲过搜查后又回到了匹诺康尼大剧院。</p>\n<p>前橡木家主事事躬亲的习惯——那位公司使节会称之为控制狂本性——让他对匹星的熟悉度无人能及。他清楚猎犬办事的方式，也明白他的时间不多了，家族随时会在现实酒店排查到他的秘密入梦地点。但是他回到了这里，他还有一些问题亟待——</p>\n<p>他伸手抓住一个落单的皮皮西游客：“请告诉我，先生。”</p>\n<p>他听见自己嘶哑的声音从疲惫的声带中传出，带着一丝不容忽视的、歇斯底里的绝望。他用手紧紧抓着落单游客的衣袖，似乎是将从悬崖跌落的人要徒劳地抓住最后一根草叶。</p>\n<p>皮皮西人惊讶地认出了他。他可能还不知道大名鼎鼎的家族话事人竟处于被通缉状态中，被他的当下的模样吓得说不出话。于是他尽量放缓了语气：“我毫无恶意，只是想请您满足我的好奇心——您从方才那场幻梦中苏醒的契机是什么？”</p>\n<p>但对方只是看着他的身后，惊叫一声，用力挣脱了他的手。一只发狂的十七分熟咆哮着朝这个方向奔来。</p>\n<p>星期日立在原地动了动空空荡荡的手指：他抓空了。</p>\n<p>“三重面相的灵魂……”他闭上眼睛呼唤希佩。喷火龙离他越来越近、越来越近，同谐之音没有回复，调律也不起作用。最后，在火焰即将淹没他时，星期日狼狈地侧向打了个滚，避开了。他闻到羽毛烧焦的气息。</p>\n<p>他抓空了：于是他坠落。</p>\n<p>十七分熟哀号一声，自己爆炸了。但此处聚集的迷因生物越来越多，星期日只能跌跌撞撞地朝剧院正中心走。愿那位皮皮西游客平安。他心想。人偶、台阶、画像，他揭开最后一层幕布，视野突然开阔：他到达了剧院舞台。</p>\n<p>舞台中央、在聚光灯下，竟然站立着一个熟悉的身影。他抱着一本书，面前淡蓝色的屏幕上浮动着复杂的字符。</p>\n<p>他似乎并不对星期日的到来感到惊讶，只是把屏幕向右拨开，微微转身，视线朝向自己。</p>\n<p>“掉下来的滋味可不好受吧，星期日先生。”胸腔里发出一声笑。</p>\n<p>这不是一个问句，对方也没有期待他回答的意思，只是从上至下挑剔地打量了一番他的仪表，并发表重要评价：</p>\n<p>“……这么大的一个剧院，连洗消间都没有吗？”</p>\n<h3 id=\"02\">02<a title=\"#02\" href=\"#02\"></a></h3>\n<p>维里塔斯·拉帝奥，代表博识学来访的学者、他设计那位公司使节时拉拢的短暂同盟。</p>\n<p>——或许不算同盟，毕竟学者在交易中“有所保留”。哈，就连作为赢家一方的赌徒都硬生生挨了一刀，恶势力的同伙却毫发无损，甚至还拿到了自己给的星核资料！想到这里，星期日忍不住冷笑。</p>\n<p>他预感到自己的逃亡要终止在这里了。学会跟公司一条心，面前这位学者也大概不会放他走——但这不妨碍走投无路的前家主冷嘲热讽。</p>\n<p>他调整了一下气息才开口。让您失望了。想必教授时刻保持身躯如品行和魂灵一样高洁，只是第一任隐夜鸫家主、伟大的格拉克斯教授，在设计大剧院之初并未考虑到洗浴的目的。</p>\n<p>然后他话风一转：我听闻格拉克斯教授曾经也是学会的名人，只可惜……大概是对星空生态学派的风气失望了吧？</p>\n<p>星期日故意看着拉帝奥，语出嘲弄：看来多少个琥珀纪过去了，博识学会还是那样；反倒是学者失却了骨气，倒退成公司的附庸。</p>\n<p>这倒是有先前几分家族话事人的气势了。</p>\n<p>我说过，一位合格的学者能认清自己的位置，不会为无聊的尊严丢失更重要的东西。拉帝奥平静地回答。如果我是你，现在转身，找游侠、无名客或者纯美骑士求助——他们不会拒绝载你一程。</p>\n<p>说完，他把目光从星期日的身上移回到面前的屏幕上，旁若无人地继续他的演算，整个人透露着“赶快滚别妨碍我思考”的言外之意。星期日眼尖，在屏幕上看到了大剧院的结构图。他略作思考便得出结论：学者亲临星核所在地，是在确认和消化所得到的研究资料。</p>\n<p>看样子学者不屑于举报他这个逃犯了。但星期日所来并非为了逃亡。</p>\n<p>“我能否请教一个问题，博学的教授？”他的语气依旧谦逊得体，说出的话却意味颇深，“您在方才那场长梦中，梦见了什么？”</p>\n<p>他看到学者拨动屏幕的指尖顿了一下。</p>\n<p>就一瞬。</p>\n<p>“提出一个已经知道答案的问题，我可看不出你‘请教’的态度。不浪费彼此的时间，对你我都好。”他继续他的动作，连一瞥目光都不屑于给这位梦境的编织者。</p>\n<p>星期日笑了，这么多天来，他第一次感觉自己找回了节奏。</p>\n<p>“一方之见未免偏颇。”他慢条斯理地说，“教授待人真诚，想必不吝于亲口向一位失败的筑梦师谈及梦中的感想。”</p>\n<p>他语毕，等待。</p>\n<p>拉帝奥一摆手，关闭所有屏幕。他合上书，清脆的“嘭”一声在剧院里回响。学者停下演算收起资料，他不耐烦地正立着面对星期日。</p>\n<p>“……那看来这不只是一个问题了。”拉帝奥语带讥讽。</p>\n<p>这是一场诊疗。</p>\n<p>但，每个精神分析医生都要先让别人诊断一下自己——如果双方都想做那剖开对方心脏的医生，那么他们不得不先对自己的胸腔开刀。</p>\n<h3 id=\"03\">03<a title=\"#03\" href=\"#03\"></a></h3>\n<p>秩序的力量能看到人们内心的渴望。那是场为您量身定做的美梦，而您却醒得很早。这让我不得不怀疑那份传闻。星期日说。</p>\n<p>传闻？呵……我倒想听听你的高见。拉帝奥抱肩。</p>\n<p>是维里塔斯·拉帝奥与天才俱乐部的传闻，说您曾经渴望博识尊的注视。</p>\n<p>不错。</p>\n<p>但祂没有。你一直对此心存芥蒂。</p>\n<p>你觉得呢？</p>\n<p>星期日停顿了一会儿，而后毫不犹豫地回答：没有。</p>\n<p>您没有。我看到您内心深处的野望跟天才俱乐部一点关系都没有。星期日的语气中产生了一丝迟疑。</p>\n<p>说实话，我毫不意外您会挣脱梦境。因为我根本没看懂您的愿景，编造的梦境也难免不合您意——一个知识毫无价值的世界，这是什么意思？</p>\n<p>他看到真理医生的脸上露出一丝转瞬即逝的浅笑。</p>\n<p>看来你的想象力也不过如此。拉帝奥说。既然如此，不如先说说你的所谓“乐园”——你说你要创造一个包容所有人尊严和幸福的世界……呵，你把自己当做什么了？君王？造物主？</p>\n<p>“太阳。”</p>\n<p>星期日淡定地回答。</p>\n<p>“我要飞上高空，变作天上的太阳。万众在我的光芒中热烈生长，而一切罪恶将无所遁形。”他低声自语。</p>\n<p>在这一刻，那个狼狈的通缉犯好像突然消失了，仿佛某种东西开始在星期日的身体里燃烧，使他挺起身躯、容光焕发。</p>\n<p>“啊，博学的教授！”他的双眼发光，耳翼舒张，“我看过您的论文——您认为真理是一种特权，真是有趣的解释。我想您一定能理解我的。”</p>\n<p>“特权。”星期日微笑，“在这个悲哀的世道下，到处都是特权。如果正义成了强者的利益，那么正义还是正义吗？如果真理成了天才的专享，那么真理还是真理吗？</p>\n<p>“而失去正义的世人遭受苦难、失去真理的庸人匍匐向前……而后这世道竟归于群氓！我博学的教授！您把自己封为医治愚钝的医生，如何能忍受这世上皆是群氓？世人需要一个拯救者！但这个拯救者必须高于一切既有的规则，才能构建出完美乐园的秩序——世人需要一个神祇、一个上帝！</p>\n<p>“如果没有上帝，那么我将借助星神之力，成为这上帝；如果没有太阳，那么我飞上高空，成为这太阳。我要……”</p>\n<p>真理医生突然用力向他扔来什么东西。星期日下意识闭眼，听到巨大的“嘭”一声，落在他的斜后方。</p>\n<p>他的耳翼惊吓着扑棱了两下，转头看去，落点处出现了一座雕像。一只本来打算偷袭他的汽水狗被吸引了注意力，冲着雕像开始狂吠。</p>\n<p>“把你的口才倾泻在雕像上吧，就像这只迷因一样。说上个三天三夜，不必含着石头你也会成为伟大的演说家的。”真理医生冷笑。</p>\n<p>他已经遮掩不住言辞中的刻薄，或者说他已经懒得遮掩。“‘飞上高空成为太阳’？看看你现在的样子，你个自大的伊卡洛斯。你的羽毛被烧焦了——被你自诩的这个‘太阳’！”</p>\n<p>那不过是因为时机和方式出了问题！星期日想到游侠、想到无名客。如果再给我一次机会，我能做得更……</p>\n<p>一百次机会都没用。学者打断他的发言。</p>\n<p>你说你想要飞上高空，但是想要学飞的人必须首先学习站立、行走、奔跑、攀登和舞蹈；你把你自己抛得很高，可是每一块被抛上去的石头都得——掉下来！现在你的羽毛掉光了，可是我看你还远没有学会用两条腿站立。如果你——</p>\n<p>“您哪来的立场指责我呢，拉帝奥先生？”星期日同样打断了学者的发言。他嘲弄地笑了。</p>\n<p>“您说让我看看自己的样子，那么您为什么不自己照照镜子呢？博识学会的天才？”他说完，又故作懊恼地点出，“哦，不好意思，我差点忘了您根本没有被承认过为天才。那么，看看您的样子吧——我原话奉还——您就是个把自己的羽毛拔光，然后把自己关在学会的笼子里的鸟。</p>\n<p>“不然，为何您无法理解我的乐园呢？以您的才华，您本应该有更高的抱负，我跟您谈这么久，是寄希望于你会加入我的愿景——一个众生平等的世界。您在群氓中费尽心力根除愚钝，但你看看你所做的一切有效果吗？为什么不追求一个更有效的、从根源解决问题的方式，为什么不像我一样呼唤秩序？”</p>\n<p>“秩序死了。”真理医生平静地说，“死于世人对祂的谋杀。”</p>\n<p>“那我便要成为新的秩序。”</p>\n<p>“你也会死，死于对世人的同情。”</p>\n<p>您在说什么东西。星期日皱眉。接着他说，算了，让我用另一种方式让您理解吧——既然您也收到了盛会之星的邀请函，那为什么不来回答这个问题呢？</p>\n<p>“生命因何而沉睡？”</p>\n<h3 id=\"04\">04<a title=\"#04\" href=\"#04\"></a></h3>\n<p>求生的命定向死之人说，因为害怕从梦中醒来；孤注一掷的赌徒说，因为尚未准备好迎接死亡；徘徊于虚无边界的守夜人说，这样人才会明白我们为何想要做好准备；开拓的无名客说，因为总有一天我们会从梦中醒来；假面的愚者最有意思，她问为什么要问“为什么”……所以，您的回答呢，博识学会的天才学者？</p>\n<p>何谓“沉睡”？拉帝奥挑眉。</p>\n<p>星期日笑了一声。连您也要开始诡辩了？还是说，您要跟那位愚者一样，用问题回答问题？</p>\n<p>我以为概念界定是辩论的基础。</p>\n<p>好吧。沉睡便是人们在黑夜降临之后，离开现实，遁入梦乡。</p>\n<p>那么，如果一个夜班工作者完成了一夜的工作，在黎明升起时躺上床，那他算是沉睡吗？</p>\n<p>当然。工作完的疲惫者应当得到休息，黑夜并不仅仅指物理上的黑夜——以免您继续追问“什么是黑夜”，我告知您：黑夜是想要逃避的苦难。</p>\n<p>如果一个逐梦客生活幸福美满，并非为了逃避苦难而是为了寻欢享乐，在白日梦酒店的入梦池里闭上眼睛离开现实，那他算是沉睡吗？</p>\n<p>……算。</p>\n<p>如果一个坠落的理想主义者为了追求一个答案，不惜被家族追捕也要进入梦境，那他算是沉睡吗？</p>\n<p>星期日盯着拉帝奥：……不算。</p>\n<p>加五分。那么，如果一个人在现实中浑浑噩噩地生活，不知道什么是伟大，什么是渺小，什么是正直，什么是诚实——他算是在沉睡中吗？</p>\n<p>算。</p>\n<p>太对了。拉帝奥笑。现在，沉睡即不是在黑夜降临之后，也未必离开现实，更不必遁入梦乡。</p>\n<p>……您不妨把话说得更明白些。</p>\n<p>“如何跟一个蠢才解释何为‘蠢才’？”真理医生冷冷地问，“如何向一群已在睡梦中而不自知的人询问为何‘沉睡’？</p>\n<p>“生命因何而沉睡？这个问题没有意义。因为沉睡不是生命能够控制的，每个人在出生时都是迷茫的睡梦者，而他们需要终其一生去苏醒——而有些人一辈子都醒不来。呵，这种问题我要打零分。下一个：生命如何苏醒？”</p>\n<p>星期日迟疑地张口：太阳……</p>\n<p>“负分！”真理医生简直是在怒吼了，“你想要把自己变成太阳，你想要让生命在你的光芒中苏醒，你想要黑夜里的罪恶无所遁形——但你要知道，对于那些处于睡梦中而不自知的人来说，让人目盲的光依旧是一片黑暗。只有苏醒——只有依靠自己的苏醒才能称之为‘黎明’。太阳，无非是一颗在早晨升起的星星！”</p>\n<p>星期日怔怔地看着眼前这个少见地动了情绪的学者。他的金红色的双眼里满含怒火，散发着灼热的慑人的光。但是这怒火却不是对着星期日的，而是……</p>\n<p>真理医生眨了下眼睛，眼中的火焰止住了。他很快就克制住自己，于是星期日面前又是双理性而冷峻的眼睛。</p>\n<p>他说：你的乐园你的美梦为什么没用，就是因为已经苏醒的生命在你的乐园中依然会苏醒；不愿醒来的生命在你的乐园中依然是可悲的沉眠者。这种情况下你如何让世人获得幸福获得尊严？最后死去的只有你，你死于对世人的爱。</p>\n<p>那看来您也没好到哪里去。星期日试图反驳。您不也自大到把自己称为苏醒者吗？当您言说世人的时候，您不是也把自己凌驾于世人之上吗？</p>\n<p>我离不开书籍和浴缸。真理医生叹了口气。前者治愈精神，后者治愈躯体，如有这两者相伴，我才不至于陷入头疼失眠的境地。</p>\n<p>您现在又说自己是个高尚的失眠者了。</p>\n<p>我一想到自己仍陷入沉睡，便彻夜难眠。真理医生冷冷地指正。</p>\n<p>星期日梗住了。</p>\n<p>如果你执意要当太阳的话，现在正是你的正午。真理医生拉远了视线，似乎要透过大剧院的穹顶看向天空。你已经升到最高点了，之后你要下落。</p>\n<p>下落，向着大地和黄昏下落。因为大地是你双足站立的地方，世人不需要天国；因为黄昏是通往黎明的新道路，你应把它当作你的最高希望来庆祝。</p>\n<p>下落。星期日咀嚼着这两个字。他确实下落了，从神主日的躯体里下落，从他的乐园的理想中下落。难道大地才是鸟儿真正的归途吗？可掉下来的滋味可不好受，他明白因为他亲历过……</p>\n<p>星期日突然一怔。</p>\n<p>掉下来的滋味可不好受。有人见面第一句就对他说过这句话，就在不久之前……他看向真理医生，真理医生也在看他。</p>\n<p>这下很多违和的地方都能解释通了，随即一股巨大的荒谬感在他胸腔中升起，令他忍不住大笑着叫出声：“你坠落过！医生！”</p>\n<p>星期日止不住地狂笑，笑得猛烈地咳呛了起来，便弯下腰低低地继续笑。他一边笑一边断断续续地大声叫嚷：“你没有自己拔了自己的羽毛……你也是被太阳灼伤了的飞鸟……哈，你根本不是在指责我，你是在对着镜子骂自己！”</p>\n<p>“我是没有羽毛，可也不是只拔了毛的鸡。”真理医生平静地承认了，顺便还说了个无人欣赏的笑话，因为唯一的听众此刻笑得像个疯子。</p>\n<p>“那你和天才俱乐部，还有你的太一之梦……‘一个知识毫无价值的世界’？”</p>\n<p>“‘等到智慧不再受约束，知识也失去加码。到那时，真理将遁入尘烟；到那时，智识的大门将向所有求知者展开。’这是庸众院的格言，也是我的……‘乐园’。”真理医生自嘲地笑了一下。</p>\n<p>“空想。”星期日评价。</p>\n<p>“说得好，加十分。”真理医生同意，“真理为什么偏偏是一种特权？我曾寄希望于博识尊能告诉我答案。但越向上钻研智识，就越发现自己的无能。那时所有人都说我会进入天才俱乐部，只有我自己明白庸人与天才之间相差的是天堑……真理的确是一种特权。</p>\n<p>“向上的路不行了，我只能向下，这就是我的坠落。”</p>\n<p>后面的事所有人都知道了：维里塔斯 拉帝奥没能进入天才俱乐部，反倒接受了博识学会的邀请。他开始自称庸人，开始成为真理医生。但没有人知道他是如何接纳这份坠落的。他有没有曾对着镜子里的自己说你个自大的伊卡洛斯？他折了双翼落到这个充斥着他难以忍受的愚钝顽疾的世界上，如何迈开步伐，重新学习站立、行走和奔跑？星期日想起他的眼神，里面全是克制的隐忍的怒火与……悲伤。</p>\n<p>星期日笑够了，再直起腰来时，他的脸上挂着两行泪水。</p>\n<h3 id=\"05\">05<a title=\"#05\" href=\"#05\"></a></h3>\n<p>“感谢您的诊疗，真理医生。”他彬彬有礼地说，“‘回到大地的飞行’吗……我会再想想的。”</p>\n<p>“不送。”诊疗结束后的医生似乎立马对病人失去了兴趣，他低下头，打开他厚厚的石板书。</p>\n<p>星期日沿着来时的路往回走，却听到背后迟迟传来一句医嘱。</p>\n<p>“悠着点，自大的小鸟。”</p>\n<p>很久以后，当星期日坐在看着窗外掠过一颗又一颗恒星，有时，他会想起那次会诊。</p>\n<p>想起在离别前他问医生，您现在已下落到了大地和黄昏之中了，但然后呢？如果黎明一直不来，您又要如何做？</p>\n<p>然后。猫头鹰轻声说。我在黄昏时起飞。</p>\n","prev":{"title":"【理砂理】庇尔波因特制造","link":"2025/05/19/【理砂理】庇尔波因特制造"},"next":{"title":"机器人为什么要过马路","link":"2024/11/29/机器人为什么要过马路"},"plink":"http://example.com/2025/05/19/【理日cb】会诊/","toc":[{"id":"01","title":"01","index":"1"},{"id":"02","title":"02","index":"2"},{"id":"03","title":"03","index":"3"},{"id":"04","title":"04","index":"4"},{"id":"05","title":"05","index":"5"}],"reading_time":"5259 words in 35 min"}